[
  "SLPP Muslims? Is that like Gestapo Jews?",
  "Some seriously internalised misogyny on local talk shows about women",
  "Unusually long liquor queue at the B Town Cargills tonight, lel",
  "Not a huge Wasthi fan, but their take on Bandula Padmakumara is top kek. #balannanayani",
  "How does the JVP feel about Sajith? Given the party's history with his father.",
  "Excelsior.",
  "Contrapoints appreciation tweet",
  "What does this all mean for the future of the SLFP?",
  "අද දහයට නිදා ගන්න ගිහින් නෑ වගේ",
  "Cuddle weather? Nah. LotR extended edition marathon weather.",
  "How come no one's questioning Manusha's integrity? 🤔",
  "At what point is he going to wake up to the fact that no one respects him? Least of all his newfound bedfellows.",
  "Has Harsha outsourced his Twitter account to Donald Trump? #FakePM",
  "Something something කොටි නැගිටිනව",
  "රේන්ජ් Bandara",
  "A moment of silence for everyone anticipating real consequences to those Range Bandara tapes.",
  "Suddenly, Wijemu.",
  "Sinhawalokanaya is on TV. Not sure if blatant Lagaan ripoff or deliciously camp time travel movie.",
  "Whatever happened to Nehara?",
  "Anyone else tired of advocacy types who haven't spent a day in a newsroom telling journalists how to do their job?",
  "Those 'remember, remember the fifth of November' posts are going to be extra obnoxious this year, aren't they?",
  "The stock market is not the economy, the stock market is not the economy, the stock market is not the economy, ad infinitum.",
  "Enough with the gatekeeping. Every citizen has a right to and, yes, is qualified to speak their mind about what's going on.",
  "I guess we can forget about quality programming like Koombiyo and Sahodaraya on ITN now.",
  "My wife keeps changing the curtains without checking with me, so I'm going back to my cheating ex. #lka",
  "This Ravi Royster chap on Derana Dream Star is pretty cool.",
  "*wakes up*\n\nOh. So it wasn't a bad dream?\n\nOkay, then.",
  "Someone tell Mangala that openly tagging embassies in his tweets is not in the UNP's best interest. You gotta slide into their DMs, bro.",
  "Fantastic Beasts: The Crimes Against Cinema. What an absolute mess.",
  "ඔළුවෙන් හිටගෙන නෑ කිව්වත්, මේකේ ටෝක් ඉශූ කරන ප්‍රාඥයින් බහුතරයක් ඡන්දයකදි කති⁣රෙ ගහන්නෙ තමන්ගෙ පන්තිය නියෝජනය කරන අපේක්ෂකයෙකුටම තමයි.",
  "People blaming Deweni Inima for the unfortunate incident in Matara should all apply for the post of film/TV critic at the New Yorker.",
  "Seen on FB: 'ජ වි පෙ ,මංත්‍රි වරු 36 අපි 10ට බැස්සුව ගියවර 6 යි මෙදා 0 ට බස්සල බුදුදහම රැකගමු'\n\n🤦‍♂️",
  "Someone explain to local Ben Shapiro the difference between ethnicity and nationality",
  "Is it me or is Rafiki looking jacked? #LionKing",
  "There are protection rackets. And then there is #LetMeVote.",
  "I see someone is giving the air hostess a run for her money.",
  "Good to see that Gampaha's long-cherished tradition of electing unscrupulous individuals of questionable intellect is alive and well.",
  "Was ලොවේ සැමා inspired by We Are the World?",
  "TNL (TV) news just carried a story quoting that blatantly fake 'Forbes' rich list. 🤦‍♂️",
  "Of all the UPFA MPs they could've had forcibly occupy the Speaker's seat today, why Arundika Fernando?",
  "'අපිට ඔය අගමැතිකම් ලොකු නෑ.' 🤔🤔🤔",
  "How pissed off is Ranil at Thewarapperuma at this point, do you think?",
  "'It's Friday, Friday. Gotta get down on Friday.' - Maitripala Sirisena",
  "Still pretty weird to see the likes of Champika and Dambara Amila sharing a stage with the UNP hierarchy",
  "SLPP Muslims? Is that like Gestapo Jews?",
  "Dilka and Gembanpila live on 360, doing what they do best.",
  "Is it me or is Uber perpetually on surge pricing these days?",
  "Sorry, but doxing is [almost] never okay.",
  "Seeing a lot of Maithree Wickramasinghe in the news these days.",
  "Disappointing but not surprising tweet from the UNP's heir apparent.",
  "අර ඒ දවස්වල 18 ගෙනල්ලා තුන් වෙනි පාරටත් රජකම් කරන්න හැදුවෙත් රට ගැන හිතල වෙන්නැති නේද ෆ්‍රෙන්ස්?",
  "I see the Medamulana spin doctors are working hard for their Christmas bonus.",
  "You know how when you get injured in the Matrix you bleed in the real world? It's like that for me when I spend lavishly in my dreams.",
  "ජනේලෙ එල්ලිලා ජාතිය අමතන්නෙ කීයටද ෆ්‍රෙන්ස්?",
  "Is there anything more rage inducing than Gembanpila's shit-eating grin?",
  "'ගේ ගිනි පිටට නෙදෙන්න.'",
  "කොටි නැගිටිනව බලන්න සත්තුවත්තට යන ගමන් ෆ්‍රෙන්ස්.",
  "'temporary setback'\n\nLololol",
  "Sounds like someone just soiled their diaper. 🔥🏘️",
  "හරි. දැන් පල.",
  "#ITT People actually surprised that Sri Lankan public officials are taking their sweet time.",
  "*groan* Another 'debate'? Why? Didn't the first one do enough damage?",
  "Is there a better class signifier than 'මට දන්නෑ'?",
  "Take a shot every time Harsha tweets that the coup is over.",
  "You don't just tell a people still recovering from a century and a half of colonial rule to 'get over it', goddamn.",
  "Breaking news: Martin Niemöller hits 3,000 RPM in his grave",
  "Someone do Harsha a favour and take his phone away.",
  "Dan Priyasad giving voice cuts to national television. Wtf, Swarnavahini?",
  "Even when he speaks the truth, Bandula Gunawardane sounds like he's full of shit.",
  "Milinda in the streets, Eranda in the sheets.",
  "ආයේ ආයේ නොම ඉවසන් 🎵",
  "යන්නැද්ද ඔයා?",
  "Well, if that isn't a big middle finger, I don't know what is.",
  "That's not actually Shahidul, surely?",
  "Saw Grease for the first time last night (I know). Young John Travolta was a work of art.",
  "Putin just almost high-fived MBS, lol. #G20Summit",
  "Has anyone written an article on attractive privilege yet? Because I'm calling dibs.",
  "Where does one acquire indoor plants in #lka? Ones that require very little sunlight.",
  "The Medamulana heir apparent angling for that sweet neolib appeal.",
  "නාමල්, ඔයා? 😲",
  "Somehow, According to Matthew was markedly better in Sinhala.",
  "It's time we seriously considered stricter fireworks regulations. #lka",
  "Happy New Year, everyone!",
  "Spare a thought for the dogs, cats and other animals sensitive to firecrackers this NYE.",
  "An old family album of Lalith Athulathmudali's is doing the rounds on Facebook. Any idea what his kids are up to now?",
  "What percentage of Aquaman's box office earnings is moms taking their kids for repeat viewings?",
  "Ah, if only the militarisation debate was as simple as a clean beach. Hot takes galore. From both sides.",
  "My favourite thing about the 'Us' trailer is the brilliant and creepy af use of I Got 5 On it.",
  "Merry Christmas to everyone celebrating!",
  "Where in Colombo does one acquire last-minute plastic Christmas trees?",
  "#Roma is probably Alfonso Cuarón's best work. Yep, I dare say it's better even than Children of Men. Standing-ovation worthy cinema. 9/10.",
  "Imagine asking Sri Lankans to boycott tea.  Although, personally I'd be very much up for it.",
  "This is probably blasphemous to some, but Tessa Thompson is way overrated.",
  "Am I literally the only one here who doesn't mind Will Smith's look as Genie?",
  "Dilka and Gembanpila live on 360, doing what they do best.",
  "Stan culture is probably not the worst thing to happen to the internet, but it comes pretty darn close.",
  "Gananath Obeyesekera'a latest ('The Buddha in Sri Lanka') is Rs. 4175. 😐",
  "What are we supposed to do when Ignition comes on in the club?",
  "There's a special place in hell for Sri Lankans who pronounce Wijewardena as විජේවෝර්ධන.",
  "'Softlogic money' #nocontext",
  "Visakamals, Nugegoda; Wahab Sons, Matara. #majorthrowback #iykwim",
  "How is it still February?",
  "Wait. No Best Film Editing nom for Roma? Get the fuck outta here. #OscarNoms",
  "This one time, at DataCamp",
  "I've yet to see BlacKkKlansman. Rooting for Roma till then. #OscarNoms",
  "I enjoyed Black Panther as much as the next MCU fanboi, but Best Picture? Really? 🙄 #OscarsSoWoke",
  "Facebook Android app acting up for anyone else?",
  "Masculinity so fragile a TV commercial is enough to shatter it",
  "Someone do a #10YearChallenge for the Colombo skyline",
  "How and why did Centigradz ever get popular?",
  "Gappiya is Miles Morales?",
  "Nagananda live on Sirasa right now, referring to himself in the third person. You can't make this shit up.",
  "Many happy returns of the day, @AzzamAmeen.",
  "Guys, the US citizen thing is getting a bit old. I don't think anyone cares.",
  "At this point, it would be easier to count the number of MPs not in Maharaja's pocket.",
  "Hated Sirasa before it was cool.",
  "Why is no one addressing the elephant in the room with regard to journalist abductions? Emphasis on elephant.",
  "You don't need to go to the gym. Carrying the Sunday Times from the newsstand to the house is all the exercise you need.",
  "Taking movie recommendations",
  "Blonde Emily Blunt best Emily Blunt.",
  "Saw some pictures of indigenous (aadiwasi) people at yesterday's Pumpkin Festival. Why were they there?",
  "වේලාසනින් නැගිටලත් වැඩට යන්න පරක්කු වෙන එක වෙනම කාලකණ්නි කමක්, ෆ්‍රෙන්ස්.",
  "Lokka desperately needs this drug thing to be his legacy, noh, like winning the war is his predecessor's.",
  "🚢🚢 *cough* 🚢🚢 *cough*",
  "Where do these radio personalities (on local English stations) acquire their weirdly hybrid accents?",
  "Random person going about their business: \n\nTV reporters: ජනාධිපති අපේක්ෂක කවුද දන්නෑ?",
  "Gotta love how the electronic media is generously contributing to Makandure Madush's mystique and notoriety.",
  "#ගමටනමක් is low-key brilliant.",
  "Have those seemingly innocuous video clips that abruptly transform into an amped up orgasmic screech session stopped being funny yet?",
  "Elsa ♥️",
  "Graphics on Swarnavahini always looked cheap, but their supposedly brand new and sophisticated news studio looks like a relic from 2003.",
  "Stan culture is probably not the worst thing to happen to the internet, but it comes pretty darn close.",
  "It must be exhausting to be so righteous all the time. බොමුද සීතල වතුර වීදුරුවක්?",
  "No one gets 'triggered' like a defensive meat eater.",
  "Anyone watched Kopi Kade lately? Is it still peculiarly frozen in time?",
  "'Big and Pac, that he's not. But damn he's hot.' - Pitbull\n\nWell, at least he's honest about his rapping.",
  "Thanks for the wishes, everyone! Much appreciated.",
  "You can't trust a man who says 'triple W' over 'duh·buhl·yoo, duh·buhl·yoo, duh·buhl·yoo'.",
  "Good morning to everyone except people who tweet like this.",
  "If you're in your 30s, nothing sets off an existential crisis quite like hearing '90s music on the oldies station.",
  "The language employed by Indian media vs. Pakistan media these days should make for an interesting study on conflict reporting.",
  "Can't help but notice the number of people on th bus -- women especially -- who have their own face as their phone's wallpaper.",
  "The devil wears Prada. Pitiduwe Siirdhamma wears Louis Vuitton. #oneup",
  "Remember when the Academy thought Shakespeare in Love was a better film than Saving Private Ryan? #Oscars2019",
  "What channel are the Oscars on? @dialoglk",
  "What exactly is Dan Bilzerion famous for, again? Other than being the poster boy for toxic masculinity, I mean.",
  "You don't need to go to the gym. Carrying the Sunday Times from the newsstand to the house is all the exercise you need.",
  "Eh, maybe don't presume to speak for an entire people.",
  "Red FM playing R Kelly, lol",
  "Is the Western media ever going to stop being blind to white terrorism?\n\nRhetorical question, obviously. The answer is a resounding no.",
  "Do influencers hang Polaroids on public walls when Instagram is down?",
  "Can't wait for our electronic media sleuths to somehow link the Calorie Counter incident to Makandure Madush.",
  "When you raid a kitchen and find an internationally wanted pedophile",
  "I support segregated public transport for completely selfish reasons.",
  "දැන් එතකොට ලංකාවෙ ඔක්කොම අපරාධ කරලා තියෙන්නෙ මධූශ්ද?",
  "Are the Hewage sisters the Sri Lankan Kardashians?",
  "Samuel L. Jackson is a treasure. And Clark Gregg is criminally underused and underappreciated by the Hollywood mainstream.",
  "Captain Marvel was okay.",
  "What's the Japura University 8.30pm scene? #outoftheloop",
  "Interviews on US late night comedy shows would be a lot more watchable if it weren't for the servile applause every three seconds.",
  "'But mah narrative!'",
  "Welp. I think Star Wars fatigue has finally set in. Thanks, Rian ගොන්සන්.",
  "It's 2019 and Sri Lankan hip hop DJs still haven't moved on from House of Pain, Cypress Hill and Montell Jordan.",
  "What do Sri Lankans make of Julian Assange?",
  "Unpopular film opinion: Edgar Wright is overrated. Come at me, @MasterThamara.",
  "Sri Lankan politicians are doing to the word 'professionals' the same thing they did to 'youths'. Both words have lost all meaning.",
  "'What did we do before electricity' is the new 'what did we do before the internet'.",
  "Train super slow today. Kept stopping every five minutes. (Colombo commuter, seaside). Any idea what's going on? @road_lk",
  "Can we please reverse the trend of academic jargon seeping into long form journalism?",
  "Unusual traffic on the 120 road from Kohuwala to B Town on a Saturday afternoon because no traffic lights because power cut. @road_lk",
  "These nightly power cuts are a serious handicap for people who catch up on work/studies at night.",
  "Please, whoever taught that guy logical fallacies, do us all a favour and also teach him the fallacy fallacy. 🔥🏘️",
  "ITT: Firehouse discovers logical fallacies.",
  "Trying Uber Eats for the first time. For once, B Town feels pretty ඩොටේ.",
  "වලියට සෙට් වෙනවද, විභාගෙට ලෑස්ති වෙනවද. දැට් ඉස් ද ක්වෙස්චන්.",
  "ෆිඩෙල් දැම්මා හොඳට දුස්රා අඹරලා 🎵",
  "#teamFidel",
  "ආතල් එකට ට්වීට් එකක් දාපු ගාමන් රෙද්ද උස්සන් ගේම ඉල්ලන් එන බකපණ්ඩිතයො සෙට් එක නම් පට්ට. ♥️",
  "'Us' was a total let down, lol. 5/10.",
  "Cancel culture is vile.",
  "විභාගෙ ලබන සතියෙ, ෆ්‍රෙන්ස්. පොත්වල මකුළු දැලුත් බැඳිලද කොහෙද. දැන් ඉතින් පාඩම් කරපල්ලකො පුප ඉරාගෙන.",
  "Anyone remember the last line of this major #tb?\n\nවිභාගය අත ළඟ\nහිත ඈ ළඟ\nඈ ඌ ළඟ\n....................",
  "Follow @RepublicNext for news and analysis on all things #lka.",
  ".@Dailymirror_SL are you guys ever going to do something about your horrible popup ads or no?",
  "Our boy @afidelf is on LiteFM."
]
