[
	"IMHO, this film was the only good work Jayantha Chandrasiri did since Dandubasnamanaya. The man is way overrated, and worse still, thinks no end of himself.",
	"Yep. ",
	"Indika is one of my favourites here.",
	"Art. ",
	"It's hot, okay?! 😶",
	"In the JVP days, the Gonibillas were masked informants who the military used to identify party cadre, afaik. The informant's head would be covered with a guni bag, hence \"Gonibilla\".",
	"Lol ",
	"Welp. I think Star Wars fatigue has finally set in. Thanks, Rian ගොන්සන්.",
	"Oh, man. I just realised this looks like one of those *shudder* Instagram influencer things. Deleting pronto.",
	"Okay, this has got to be the most rage-inducing cilckbait garbage I've ever seen on the internet. Someone please tell me it's satire because I'm too annoyed to read between the lines. ",
	"Did you find this out the hard way?",
	"Didn't rain for more than 10 minutes in B Town. Sigh.",
	"It's 2019 and Sri Lankan hip hop DJs still haven't moved on from House of Pain, Cypress Hill and Montell Jordan.",
	"Quality content. ",
	"Tooshay.",
	"ily2, Jungi Nangi! ♥️",
	"Should you be tweeting this?",
	"That's a neat studio set up. Very different from the picture I'd formed in my head, but pretty cool.",
	"Fine. You get to say I told you so.",
	"Lol, I never said he's bad. Just overrated. There's a difference.",
	"What do Sri Lankans make of Julian Assange?",
	"That was actually my least favorite so far. 😬 I'm probably in the minority, though.",
	"On ep 4 still. Heard good things about Zima Blue.",
	"The Govt’s decision to end power cuts starting today, said Wickramasinghe, was no miracle-work but merely a case of convenient timing, as factories and businesses islandwide closing for Avurudu vacation invariably means a significant drop in power demand. ",
	"Episode 3 of 'Love, Death &amp; Robots' is art. ",
	"Caville has the range of a chipped nail.",
	"Guy Ritchie hasn't made a decent film in over a decade. (This isn't so much an unpopular opinion as it is a statement of fact).",
	"Unpopular film opinion: Edgar Wright is overrated. Come at me, @MasterThamara.",
	"Even spoken Hindi is very pleasing to the ear, I find.",
	"Who's disrespecting the hole, Dili?",
	"I know what you mean. But Favreau did such a good job with the Jungle Book and the cast is stellar, so I'm cautiously optimistic.",
	"Something seemed... off.",
	"Sundhariye (சுந்தரியே) - Ridma Weerawardena, Jo &amp; Kishawn [Official Audio]  via @YouTube",
	"Black hole picture captured for first time in space ‘breakthrough’ ",
	"Sri Lankan politicians are doing to the word 'professionals' the same thing they did to 'youths'. Both words have lost all meaning.",
	"Constitutional expert Dr. Jayampathy Wickramaratne questions the President's decision to seek Supreme Court opinion on term length. #lka via @RepublicNext ",
	"The video that's doing the rounds on WhatsApp and elsewhere: It doesn't matter if it's real or a publicity stunt. Shit like that normalises violence against women and perpetuates the vile, abhorrent, ass-backward idea that women who are sexually liberal are somehow subhuman.",
	"Fake or not, this kinda shit normalises violence against women.",
	"It looks terrifyingly real. :/",
	"\"What did we do before electricity\" is the new \"what did we do before the internet\".",
	"Hey, this is all pretty messed up. Fingers crossed everything works out in the end.",
	"Ah, that explains it. Thanks, man.",
	"Train super slow today. Kept stopping every five minutes. (Colombo commuter, seaside). Any idea what's going on? @road_lk",
	"Can we please reverse the trend of academic jargon seeping into long form journalism?",
	"This movie should've been made at least five years ago. ",
	"They sound a lot more exciting than Twitter parties.",
	"Why does no one ever talk about Twitter parties? Is it because they're lame?",
	"What's a Facebook party? ",
	"Imagine you're at a Trader Joe's trying out a croissant and this shit happens. ",
	"Fascinating and revealing, both the post and the comments ",
	"what kinda drugs?",
	"Couple #goals?  ",
	"Gotta hand it to this guy. He had the presence of mind to steal some bites to go with the liquor.\n",
	"#TIL\n",
	"Wait. You were at FT? When?",
	"Ko?",
	"I think it's a mistake to engage the Waduges and the Giniges and the Senanis of this world. I honestly don't think they give a damn about being proven wrong or about being made to look like a fool. They're after just one thing: Notoriety; and we're giving it to them on a platter.",
	"\"since it wasn't the econ subject\"\n\nWhat are you implying, Shailendree? 😶",
	"Unusual traffic on the 120 road from Kohuwala to B Town on a Saturday afternoon because no traffic lights because power cut. @road_lk",
	"How did it go?",
	"You're obviously a senior. Do I have to call you Akka now? :D",
	"What are you doing here? Lol",
	"නිහාල් නෙල්සන් \"එපා එපා මස් කන්නට කිරි අම්මාගේ\" කියපු කටින්ම අනිත් පැත්තට \"සද්දබද්ද දාලා හදපු මේක කොත්තු රොටිය\" කියද්දි එන ලල් එක ගංජ ගහලවත් ගන්න බෑ.\n\n(ඕක වෙජිටබල් කොත්තුවක් කාල ලියපු සින්දුවක් කියල හිතන්න අමාරුයි). #busconcert",
	"රෙදි නෑ @ Ratmalana - Railway Station  ",
	"Happy birthday, Kalinga!",
	"Finally some hard evidence for the simulation theory. @MasterThamara ",
	"That or this is undeniable proof that we're living in a simulation.",
	"It's Divaina. Par for the course.",
	"I don't think anyone can, sadly. I'd like to as well.",
	"Why is he holding that mic like a rapper?",
	"Lol, don't listen to these haters. I never cared about such things. 😛",
	"Same. Anidda whibaage. :/",
	"You guys need to bring Rasa Risi Gee back. ♥️ Cut a deal with the devil (Sirasa) if you have to. ",
	"These nightly power cuts are a serious handicap for people who catch up on work/studies at night.",
	"Oh, look who's finally unlocked her tweets!",
	"My memory is not what it used to be. :(",
	"A false cover I can get behind. ",
	"I'm not even into cars, but never get tired of looking at this magnificent beast. ",
	"Oh. I didn't know you were there. Did @saintgif ever lecture you?",
	"Sir John was born 122 years ago today. ",
	"Nothing beats helapa.",
	"Please, whoever taught that guy logical fallacies, do us all a favour and also teach him the fallacy fallacy. 🔥🏘️",
	"Lol ",
	"You're probably right. She should win, though.",
	"If TweetupSL was still a thing, you would easily win Funniest Tweep, no contest.",
	"Lindsay is good. But I'd pick ContraPoints over her any day.",
	"I don't know Pandula personally, but having followed him for a while, I'm pretty sure he tweeted this in good faith. He never struck me as the ultranationalist type. In any case, he's offered an explanation. I think we should give him the benefit of the doubt.",
	"Really quite amazed at the number of journalists (who ought to know better) that are making a big deal out of this. Have they never seen a false cover before?",
	"❤️",
	"Bro ",
	"The Commission is sticking to its guns despite presidential complaints about public spat with CEB. ",
	"Motion also to be filed in Polgahawela magistrate court seeking to amend chages; sources say OIC received orders \"from the top\". ",
	"Yes, but \"insulting\" a religion shouldn't be a punishable offence either.",
	"Why are Sri Lankan men so threatened by women who drink? Has this always been the case, or is it a more recent phenomenon? Grateful if someone could point to any anthropological research on the drinking habits of men and women pre-colonisation. @afidelf @vindib_",
	"Here's an interview @GehanDG gave @Himalistan last year on how the proposed counter-terrorism bill undermines fair application of the law. ",
	"MR using words like draconian and undemocratic is just precious. (He's right to be concerned about this bill, though). ",
	"When you see it... ",
	"Hey, happy birthday!",
	"ITT: Firehouse discovers logical fallacies.",
	"Lawyers call out police overreach in writer arrest | Republic Next Sri Lanka ",
	"Smh. ",
	"What do you call people who say things like \"wait, I thought you guys were a product of bestiality, hur hur hur\" and think they're being mighty clever?",
	"A few friends and I took the train to Anuradhapura a few years ago just to take a good look at this. It was going to be a major plot device in this comic book we had been working on. Sadly, the book never saw the light of day; but at least the trip proved educational.",
	"Any form of violence, really. Doesn't even have to be physical.",
	"I think it's a bitter pill many well-meaning Sinhala Buddhist liberals who wish to distance themselves from the racism it has come to associate itself with are unwilling to swallow. I mean, on a long enough timeline, can religion - any religion - even survive without violence?",
	"මං නිරාගමික, එ්ත්...\n\n\"බුද්ධාගම ඉස්සෙල්ලම බේර ගන්න ඕනෙ බෞද්ධයින්ගෙන්.\"\n\nකතාවෙ ඇත්තක් තිබ්බත්, ඉතිහාසය පුරා නොයෙකුත් සතුරු බලවේග හමුවේ පිවිතුරු, අවහිංසාවාදී බුද්ධ ධර්මය අදටත් ඉතුරුවෙලා තියෙන්නෙ අපි අද ව්‍යවහාරයෙන් ජාතිවාදී කියා (නිවැරදිව) හඳුන්වන ගිහි-පැවදි නායකයින් පිරිසක් නිසයි.",
	"Oh man, they'd better not be considering her for Kamala Khan.",
	"What would be the first rule?",
	"Maybe some people find this shit addictive, idk. :/ Also, some people just have to get in the last word. (A mistake I tend to make myself).",
	"නංගි මොකද? ගේමද? සද්දෙ වහල ඉමු ආ",
	"Chooti hot take ekak on the revisionist saga: I think URT is just misguided. But the woman who started this whole thing and slunk away is a dangerous troll actively looking to reinstate the former administration. I mean, you've all read her articles, right?",
	"Apparently Kohuwala Dinemore is my best bet. 😶",
	"ඇයි උඹ ඉන්නෙ කුරුඳුවත්තෙද? 😛",
	"Trying Uber Eats for the first time. For once, B Town feels pretty ඩොටේ.",
	"That's just how Twitter works, man. I was responding to public tweets by other people. But sure, your call. :)",
	"Machang, asking in good faith. Not looking to attack you. Do you actually dispute the Mahavansa narrative? If so, why?",
	"වලියට සෙට් වෙනවද, විභාගෙට ලෑස්ති වෙනවද. දැට් ඉස් ද ක්වෙස්චන්.",
	"B Town traffic is pretty terrible tho",
	"මං ජනාධිපති වුනහම ෆ්ලයිඕවර් එකක් දාන්න කියල ඉන්නෙ.",
	"The ancient aliens origin story of the Sinhala language is an enduring myth/meme. At least on social media. Seen a few viral posts over the years.",
	"Someone should tell him that Andrew is an actual amateur historian who is more than a little knowledgeable about SL history.",
	"That's some Jackson Anthony level shit. Probably the same supplier.",
	"ෆිඩෙල් දැම්මා හොඳට දුස්රා අඹරලා 🎵",
	"#teamFidel",
	"Lol, actually the \"wrong\" spelling is on the Marine Drive end of the avenue. Which is spelt Kothalawela for some reason. The spelling in this pic is \"correct\".",
	"Agreed.",
	"Fair enough. I feel like the internet hypes these movies up so much leading up to and immediately after the release that I'm bound to be disappointed upon seeing it. I guess that's on me. Gotta learn to take all these gushy reviews and 90%+ RT scores with a generous dose of salt.",
	"Yeah same, lol. For some reason, I'm just not interested in seeing World's End.",
	"Tbh, my gripe is not so much the movies themselves as the internet hype culture that elevates them to a standing that IMO they don't deserve to be in. We all know capitalism is awful. SBY's articulation of that, I thought, was too obvious, too philosophy 101. Wasn't a fan.",
	"Agreed on Lakeith's voice. Also he's actually really good. Tessa Thompson is very easy on the eyes but something about her irritates me a little.",
	"If you mean atheist as in someone who doesn't believe in the existence of a god or gods, yes, kind of. But if you mean atheist as in not-religious/secular, then no. Buddhism as it practiced by most people is ritualistic and has supernatural aspects to it such as sansara and karma",
	"Oh. But I like AOC too. 😐",
	"Lol. ♥️ You should see both. Especially interested in what you make of the former.",
	"Still amused by people who thought Sorry to Bother You was some \"whoa dude\" genius critique of capitalism. The \"commentary\" was so on the nose it could've been written by a college kid who took a semester in sociology. Won't be surprised if it's the same people gushing over Us.",
	"ආතල් එකට ට්වීට් එකක් දාපු ගාමන් රෙද්ද උස්සන් ගේම ඉල්ලන් එන බකපණ්ඩිතයො සෙට් එක නම් පට්ට. ♥️",
	"#Us ",
	"Lol, I'm reading reviews for this from agenda-pushers masquerading as film critics who were apparently blown away by the subtle themes in this. Dude, it was about as subtle as the horse people in Sorry to Bother You. (Which is to say it wasn't subtle at all 🙄).",
	"Doubly disappointing because Get Out was so great. Brilliant even. And Peele was showing so much promise. This wasn't scary, it wasn't creepy or unsettling, it wasn't funny, wasn't remotely clever. And worst, you could see the plot twists from a mile away. Not worth the ticket.",
	"You liked Us, right? Saw your review on Facebook. It wasn't terrible, but I expected a lot more from Peele.",
	"Well, I loved Get Out, so I can't be that racist.",
	"'Us' was a total let down, lol. 5/10.",
	"I guess we have very different ideas of humour then. Peace.",
	"I'm not talking about reverse racism. I'm asking you if a white person made a joke about brown people not showering (an example from that thread) would be funny to you?",
	"Yeah, but do you think even a joke tweet about brown people BY a white person would go down well?",
	"I think you misunderstood the term white nonsense. You should look it up. Anyway, would it still be okay if a white person said similar things about black or brown folk?",
	"Fine line between calling out white nonsense and actual racism, noh? That thread is full of stereotypes, I feel. Pretty sure a similar thread by a white person about Asians or Africans wouldn't be so well received.",
	"Literally every single citizen of Sri Lanka is celebrating Earth Hour this year. ",
	"Cancel culture is vile.",
	"- I'm so tired.",
	"Nice.",
	"UL, obviously?",
	"The Matrix at 20: how the sci-fi gamechanger remains influential ",
	"To all the MR fans eagerly sharing this, yeah this govt sucks. It's pretty awful actually. But අර කවුද කිව්ව වගේ, කන්න අඹ ගෙඩි දෙකක් අරන් එකක් කුණු වෙලා නිසා අනිත් එක කන්න හදනකොට ඒකෙ පණුවෙක් ඉන්නව නම්, දෙකම විසික් කරල අලුත් එකක් ගන්නව මිසක් අර කුණු වෙච්ච ගෙඩිය ආපහු හොයන් යන්නෑනෙ.",
	"විභාගෙ ලබන සතියෙ, ෆ්‍රෙන්ස්. පොත්වල මකුළු දැලුත් බැඳිලද කොහෙද. දැන් ඉතින් පාඩම් කරපල්ලකො පුප ඉරාගෙන.",
	"Did you add that last line? Because I don't recall there being a plot twist, lol.",
	"Nearly 600 solar power projects are pending approval, and many approved  renewable projects have yet to see the light of day.  Meanwhile, the country is losing Rs. 50 billion as the people continue to suffer power outages that could've been prevented. #lka ",
	"#PowerCutSL was predicted three years ago. Not a single new power plant has been added to the grid since 2014. The CEB continues to  buy power through emergency power purchase agreements at exorbitant prices, from companies that allegedly circumvented the tender procedure.",
	"I may be misremembering it. ",
	"actually yes, that's probably the correct version.",
	"Anyone remember the last line of this major #tb?\n\nවිභාගය අත ළඟ\nහිත ඈ ළඟ\nඈ ඌ ළඟ\n....................",
	"That Kandy air pollution tho",
	"Same.",
	"Her campaign was no match for CBK's, but vaguely recall being impressed by her oratory skills, as a kid. ",
	"Follow @RepublicNext for news and analysis on all things #lka.",
	"Tripping over the power crisis - an explainer, via @republicnext. #PowerCutLK #lka ",
	"An explainer of the origins of the ongoing power crisis, by yours truly. ",
	"... wow, that's actually kinda spot on. Excuse me while I go meditate on this a bit.",
	"සිරාවට. ආයේ නං ජීවිතේට දාන්නෑ.",
	"Dude, you too? I fucking love pylons!",
	"I give you permission to punch me in the face if I ever respond to a negative reply again.",
	"You should have your own show, man. It can be like an extension of your Twitter feed. But more jackfuit and polos and less cricket please. @blessie_k Please make this happen.",
	"3) Even if this isn't an exclusively male thing, a lot of women wear noticeably different outfits every day. Duh.\n\n4) The whole thing was said tongue in cheek. But I forgot we're on Twitter where jumping to conclusions is a competitive sport.\n\n5) Invest in a good pair of Levi's.",
	"Some clarification (sigh) for people who apparently can't read.\n\n1) I said apart from the benefits of the patriarchy, not because of.\n\n2) I'm sure women do this, too. More power to them.",
	"Lol, that's a group chat.",
	"Messengers on Night Mode is pretty cool. Facebook needs to do this across all their apps. ",
	".@Dailymirror_SL are you guys ever going to do something about your horrible popup ads or no?",
	"Hey, don't take MY word for it.\n",
	"Our boy @afidelf is on LiteFM.",
	"Touché. But I have to say, most women I've worked with always tended to wear starkly different clothes every day.",
	"Apart from the many privileges afforded to us by the patriarchy (long may it reign, loljk), one of the best things about being a guy is that you can get away with wearing the same pair of jeans all five days of the week.",
	"I'm inclined to agree.",
	"Been saying this for weeks now. All aboard!",
	"Mindada Heesara is the best song Amaradeva ever recorded. This is not up for debate.",
	"No one asks loaded questions quite like Roshan Watawala.",
	"This had me really confused.",
	"#Gopi2020, for a leadership you can trust.",
	"Yep. The whole movie just really hit the spot.",
	"Happy birthday!",
	"Thanks for taking it in the right spirit, Blessie. I listen to you guys pretty much every weekday morning. Keep up the great work. :)",
	"Hey, the Lost World wasn't too bad. Okay, the story sucked but we got so much Goldblum. One can never have too much Goldblum.",
	"Don't forget the tokenistic photo-ops. Minorities are nothing but props to most Southern politicians.",
	"In one of the commercials, the person reading the copy (not you or Lloyd) pronounces the word 'branch' the American way. It's an ad for a local brand; I forget which.",
	"Lol, dude, I couldn't care less about the \"Queen's English\". This is about Sri Lankans faking an accent you just KNOW they don't normally speak in.",
	"I see your point, but this isn't about that. I'm just wondering why they need to fake their accents so much. It's really obvious.",
	"Kristen Stewart was also good.",
	"Ffs, Lite FM. It's බ්‍රාන්ච්, not බ්‍රෑන්ච්. This isn't America.",
	"After years of putting it off, finally checked out Adventureland. It's the film equivalent of a chocolate milkshake on a hot summer day.",
	"I still haven't seen Hateful Eight. :/ Also, Jackie Brown is No. 1 for me!",
	"Lol @ UNPers lamenting dynastic politics.",
	"What's a kitbath?",
	"Drop the 'best' for that extra venom.",
	"The Nolan and Lion King episodes were pretty good, but yeah, their schtick got old pretty fast.",
	"3 out of 5 stars to Night Film: A Novel, by @marishapessl. Quick review: ",
	"Directed by Guy Ritchie ",
	"I'm lovin' it  ",
	"I saw a screenshot with some predictably nasty comments. Not sure if it was from here, though.",
	"\"What's your major?\"\n\"Communication studies.\"\n\"Can you write this thing for me?\"\n\"Sure.\"\n\"For free?\"\n\"Okay.\"",
	"♥️ ",
	"What do you think? :D",
	"You've seen Mr. Plinkett's prequel reviews, right?",
	"Sam Raimi's Spider-Man 2 is the best superhero movie ever made.\n\nSuck it, Nolan fanbois. ",
	"Ugh. I hate this guy. In the best possible way.",
	"Nobody:\n\nJ. K. Rowling: ",
	"Beware the intellectual elitist who decries the \"dumbing down\" of knowledge, guarding it jealously as if it were their personal fiefdom.",
	"Curiouser and curiouser.",
	"Oh.",
	"Lol ",
	"On the one hand, this could slow down traffic on the expressways considerably, effectively rendering them useless. On the other, it would be hilarious to see vehicle owners bitch and moan about why they can't have nice things because of the \"masses\". ",
	"For all the flak today's teledramas get, they're not without their flashes of brilliance.\n\n\"මං නිලූ එක පොඩ්ඩක් එලියට යන්න කියල ආවේ, අංකල්.\"\n\n\"එලියට යන්න? ඇයි, මේ වත්තේ ඉඩ මදිද?\"",
	"*on\n\nBut why? You have interesting things to say!",
	"Yes. See the padlock next to your name. Complete strangers are going to miss out your pearls of wisdom if you don't remove it.",
	"I guess I shouldn't be surprised you like it. Why are your tweets protected, btw?",
	"This govt has lost the plot so badly that people actually want the previous crooks back in power. Can'it wait for @gopiharan to save us all. #Gopi2020",
	"The Public Utilities Commission of SL says it'll take legal action against CEB if there are power cuts today. According to PUCSL spokesman Jayanath Herath, the CEB is legally required to consult the PUCSL before scheduling power cuts. No such approval has been sought so far. #lka",
	"It's all very subjective, isn't it?",
	"Looking forward to late night comedians finally shutting the hell up about Russia and giving us some fresh material. Ah, who are we kidding. It's going to be even more \"orange man bad\".",
	"Five is hard, so I'll do 10 off the top of my head.\n\nThe Social Network\nThe Empire Strikes Back\nPrincess Mononoke\nThe Godfather Part II\nJackie Brown\nRocknRolla\nChungking Express\nLet the Right One In\nThe Fellowship of the Ring\nIron Man ",
	"Dang. Is this why you call yourself Master Thamara?",
	"Camila Cabello, though.",
	"Whom'st?",
	"No, but yes.",
	"Can we all agree to ban preschool kids singing adult songs at bus concerts?",
	"Ceiling or pedestal?",
	"There are 590 solar power plants languishing in government approval hell. The CEB continues to rely on emergency power purchasing agreements.",
	"Settle loans. Sigh.",
	"You just can't NOT dance to Ignition. I mean, come on.",
	"He's a monocled gentleman with a dark heart who sells fruits and vegetables for a living? &lt;3",
	"Wow. That's like my fifth doppelganger in three years. I don't even know anymore.",
	"Hot take, but \"Save Wilpattu\" is basically our MAGA hat.",
	"Campaign filters for Facebook profile pictures are great, because they tell you exactly whom to avoid.",
	"Oh, I can believe that. This guy also low-key supports Trump's border wall, Brexit and all those good things. The girlfriend believes the Jews are taking over the world. (He's Burgher and she's Sinhalese btw, for context).",
	"It's this guy I met at a mutual friend's birthday party. Oh and his girlfriend is an antisemite. They make a nice pair.",
	"Bros (because it's almost always men) who want to have a \"casual chat\" about eugenics can fuck right off.",
	"Focus - Hocus Pocus  via @YouTube",
	"Happy birthday, man! Have a good one.",
	"I was just about to say.",
	"Can confirm. Subhashini is super sweet.",
	"Same. 😎😎",
	"Lol ",
	"Let's just appoint the Cardinal as the head of BBS and call it a day.",
	"Basically ",
	"I'm not really sure tbh. I think I found it a bit more entertaining the second time around, somehow.",
	"Welcome aboard the HMS Hachav, @MasterThamara. (I noticed your solitary like).",
	"Lol. In my defence, I was accompanying some friends without much prior knowledge. Also, it wasn't a festival. More of a private dinner hosted by an Indian expat at his residence.",
	"Even the radio jingles on Lite FM sound American. 🙄",
	"⛴️⛴️⛴️⛴️⛴️⛴️⛴️",
	"Have to say, Captain Marvel was a lot more enjoyable upon a second viewing.",
	"More like Colombo Selfie Centre",
	"For example, in music. Some people refer to playing an instrument as sellam karanawa. Seriously.",
	"Lol that's hilarious. I'm giggling in a tuk. The guy must think I'm a nut case.\n\nSeriously though, I think they use that phrase because they use it as a literal translation of the word 'play'. It's used in other contexts too, not just gymming.",
	"Do you take a helicopter to work?",
	"15km -- 80 to 90 minutes by bus, an hour or so by train + bus, 45-50 minutes by cab (car)",
	"Um...",
	"I see it now, but I promise you it was totally unintentional.",
	"Guys, not to sidetrack from the latest Twitter drama, but this is pretty serious. #lka ",
	"ඔව් යකෝ. උඹ වැලක් බලල නිදා ගන්න ගිය ඩිංගට මේක ජාත්‍යාන්තරේට ගිහිල්ල. දැන් ඉතින් කට්ටිය එයි රෙද්දවල් උස්සගෙන.",
	"ඉන්ඩීඩ්. මං ටික දවසකට ගම රට (= Twitter) අත් ඇරලා යන්න කියල හිතන් ඉන්නේ ආයුබෝවන්ඩ.",
	"Really? Because apparently even Shanka thought I was insulting people who tweet in Sinhala. :P That was the last thing on my mind.",
	"අප්පටසිරි ශානකගේ සුද්ද සිංහල. :D කාටවත් බැනල නෙමෙයි කිව්වේ හැබැයි. අවංකවම හොඳ දෙයක් කියල හිතුවේ. ගැත්තාට සමා වන්න.",
	"Lol, okay, okay. Let's all get off this train wreck now.",
	"Lol. කමක් නෑ ඉතින්, එහෙම හරි සෙට් වෙමු වෙලාවක.  🙄",
	"'Vulgar' doesn't necessarily have to mean anything bad, though. I meant that in a \"unafraid to use colourful, so called 'foul' language\" kinda sense. I guess I should've made it clearer. Oh, well.",
	"Sigh, yes. Lesson learned.",
	"This sounds dodge af.\n\"Oman’s oil ministry on Wednesday denied being part of a $3.85 billion plan to build an oil refinery in Sri Lanka, a day after the government in Colombo announced the Arab country’s participation.\" - via @j_uditha  ",
	"You're absolutely right. My mistake. I keep forgetting how easily people's words are misconstrued here. Your intention almost always gets lost in translation. Literally, in this case.",
	"මොකක්ද අවුල? මම මගේ අදහස ප්‍රකාශ කරේ යහපත් චේතනාවකින්. I honestly thought I was paying a compliment to the community. වැරදි දෙයක් කියවුනා නම් දැනුවත් කරන්න ප්ලීස්. :)",
	"බලපන් ඉතින්, මෙතන හොඳක් කියන්න ගිහිල්ලත් අහගන්න ඕනෙ.",
	"Best part is that I thought I was actually saying something positive.",
	"Some people appear to have taken offence at the word 'vulgar' here. සැ. යු. - මින් අදහස් කළේ සිංහලෙන් ට්වීට් කරන්නේ කට ඇරියොත් කුණුහරුප කියන වාචාලයන් පිරිසක් බව නොව ඔවුන් වැඩි දෙනෙක් ඉංග්‍රීසියෙන් විතරක් ට්වීට් කරන බහුතරයට වඩා අව්‍යාජ හා නිර්මාණශීලී යන්න පමණක් බව කරුණාවෙන් සලකන්න",
	"Um, what's so bad about what I said? I was paying a compliment. That the Sinhala tweets are a lot more honest and interesting than the boring and uptight English ones.",
	"Really? But we've actually hung out IRL. -_-",
	"Leo and Brad Pitt together is a strange dynamic that I have trouble picturing. But I'm excited because Tarantino.",
	"Yep.",
	"Forgot to add that this is from World Bank funds. The awarding of the grants is set to take place on 24 March.",
	"The virtue signalling criticism isn't always fair, I feel. But yes, Sinhala Twitter is certainly a lot less pretentious.",
	"This just popped up on Facebook. ",
	"You and everybody else here, lol. You'll fit right in.",
	"Amparapala flew away from me. Probably to perv on some other commuter.",
	"Oh. You're missing out. Good to see you on Twitter, btw. :)",
	"Lol, my comment was a compliment, dude. I didn't say anything bad about the community. Quite the opposite actually.",
	"Yep. If he ever gets to the dark side (assuming he hasn't already), we're all fucked.",
	"Keep going. I'm almost there.",
	"It's fine, lol. I think Sinhala is just better at indicating pronunciation. At least when it comes to Sinhala names.",
	"Oh, man. I wonder how many others here think my name is pronounced හිමල්. It's හිමාල්.",
	"Lol, that's kinda funny actually. #TIL",
	"What's this ඉත්තෑවා thing everyone's talking about? #outoftheloop",
	"At the risk of exoticising it, I love how unabashedly and unapologetically vulgar Sinhala Twitter is sometimes. Such a refreshing change from the altogether too uptight and prudish English-only crowd.",
	"Yo, this is frame-worthy.",
	"Alexa, help me differentiate the real conservationists that really care about our dwindling forests from the bandwagonning racists and Islamophobes pretending to give a shit about Wilpattu.",
	"... are we still talking about the show?",
	"That'll be announced soon, I think.",
	"Also, I hear Love, Death &amp; Robots is great? @RadiatorMonk",
	"Joe Rogan looks like a white supremacist.",
	"Does this mean it's good?",
	"But he did say a block grant of up to Rs. 100 million will be awarded per [arts and humanities faculty] in the coming days to \"carry out a major curriculum revision to include the other requisites that employers are expecting, such as basic English, basic math and basic IT.\" #lka",
	"Was told by UGC Chairman Prof. Mohan De Silva yesterday that only about 65% of social science graduates find employment. Hopefully this doesn't mean the authorities focus singularly on STEM and other so called employable subjects. Humanities are important too.",
	"It'll also include private campuses that locally award foreign university degrees. All higher education institutes -- state, non-state and offshore -- will be reviewed regularly, in addition to their various undergraduate programmes.",
	"New quality assurance and accreditation council for state and non-state higher education institutes pending cabinet approval. It'll be separate from the quality assurance council that's already part of the UGC, which only evaluates state universities. Should be interesting.",
	"My murderer is @chav_ too. Interesting.",
	"Are you a fan of Janis Joplin?",
	"What, no, I didn't mean it like that. :/ I mean it's so hot in my room I can't even sleep. Sigh.",
	"Pissek? But not a terrorist?",
	"The one time I subtweeted you and a mutual friend of ours, you didn't even see it. 🙄",
	"Extreme caution advised for my bedroom, too.",
	"Is it the British S over the American Z?",
	"So I've heard. Really unfortunate.",
	"Not only are our journalists getting abducted and murdered in broad daylight. We can't even fucking unionise. ",
	"When you see it... @Lelouch90 @ThimalG @chav_ @RadiatorMonk ",
	"Las Week Tonight has done some solid investigative work, so yeah, it is the delivery. Colbert is King of delivery, IMO. Everyone else falls short on that count.",
	"Let's not.",
	"Yeah, but he has his own hashtag, so he can tell it's him they're throwing shade at.",
	"I have this thing where I assume literally every subtweet ever is about me, so don't. 😶",
	"Bohemian Rhapsody's Terrible Editing - A Breakdown  via @YouTube",
	"You might, um, appreciate this, lol. ",
	"Personally find John Oliver's style a bit grating, but sharing for the interview with Monica Lewinsky. Remarkable woman. ",
	"I was being sarcastic, lol.",
	"Mangala Denex &lt;3",
	"True. But it kinda works as an analogy because, yes it has been revealing, but not too much. Because we already know what most of these people look like naked. (Ideologically speaking). Hence like a dropped loin cloth.",
	"Yep. I really don't know what the selection criteria is.",
	"They didn't show Get Out, did they? So probably not.",
	"As reported in some media this week, over the past 10 years, the bribery commission has filed in court a grand total of one case exceeding Rs. 10 million. Just one. So some of the, uh, rather ironic invitees at today's launch of its national action plan should come as no surprise",
	"As something of a butter cake connoisseur, yes!",
	"This whole free speech thing has been very revealing. On both sides. Like a dropped loin cloth.",
	"I was thinking this and was a bit amazed by the likes and RTs from some - shall we say - unlikely sources.",
	"Panel discussion on RTI, moderated by @raisalw. #lka ",
	"Happy birthday, Nazly! Have a good one.",
	"Incognito Mode is your friend.",
	"🙂",
	"And a little unsettling if you think about it for too long.",
	"Hashis! (Sneezing. Obvsly).",
	"Nobody:\n\nJ K Rowling: Godric Gryffindor was into golden showers.",
	"Why Post Malone Is So Damn Catchy (HBO)  via @YouTube",
	"I do this too, lol. (They keyboard, not the cape and cowl).",
	"I'm actually quite indifferent to pineapple.",
	"Disney's Aladdin (1992) Pitch Meeting  via @YouTube",
	"Still good. ",
	"Thanks, machang.",
	"Random photos. Most taken with the phone. ",
	"Please keep clergy of whatever faith far away from policy, kthxbai. ",
	"Eh, maybe don't presume to speak for an entire people.",
	"Not good enough to go pro, lol",
	"Thanks, yo!",
	"Thanks, dude",
	"Haha. Yep. Some time ago.",
	"Uh huh.",
	"Aww. ♥️",
	"Oh, man. Sorry about that, lol. How do you even explain something like that to a kid? 😬",
	"There is no question that Islamophobia is deeply ingrained in our corner of the internet. It's pretty messed up, as some tweets and Facebook posts yesterday amply demonstrated. Might be worth a proper, scientific research. Don't really see the point in bashing individuals.",
	"I wonder what these guys think of the many Sri Lankan Muslim soldiers who got killed in action.",
	"Lol, he does.",
	"Back when I used to take shape eke decent pics of random animals ",
	"I mean, my byline has appeared a couple of times in the New York Times, but yeah. Happy to learn.",
	"#tb 2017, Yala ",
	"Red FM playing R Kelly, lol",
	"Dinouk is right. They're kinda highlighting the significance of the PM's use of that word. This is a fairly common practice in headline writing.",
	"Neth FM is vile. Has been for a long time.",
	"Saw a tweet from a Sri Lankan guy endorsing the Christchurch attack. Don't believe in public shaming so I won't share it. But goddamn, our education system needs a serious reevaluation.",
	"Quite a few girls (and some boys) who did A/Ls with us joined HSBC soon after exams. I think it was kind of a thing back then.",
	"Is the Western media ever going to stop being blind to white terrorism?\n\nRhetorical question, obviously. The answer is a resounding no.",
	"I'm gonna need a refresher course in  A/L calculus. :/",
	"Semi related to this: I think segregated transport is in everyone's interest (at least until a better, more permanent solution is found) because a) it obviously keeps the women safe from predators, and b) the majority of decent guys don't have to fret over an accidental brush. 😬",
	"A family friend of this guy on my Facebook is looking for an O positive/negative kidney donor. If you know a potential donor, please call 0773249938. Thanks.",
	"Now you have to do it.",
	"That bad, eh?",
	"Not yet. I'm partial to Italian-American stuff. But should give it a go.",
	"Also, Michelle Pfeiffer's still got it.",
	"Maybe it's because I hadn't read the book or seen any of the previous adaptations, but I quite enjoyed Kenneth Branagh's Murder on the Orient Express.\n\nThat ensemble, though. 👌",
	"Yes, that would be very welcome. I'm a sucker for some gangster shit.",
	"Damn ",
	"Do those annoying club hits with way too much sax in the hook count?",
	"Do influencers hang Polaroids on public walls when Instagram is down?",
	"There's a lot that is wrong with Instagram. Where does one begin?",
	"It's almost always to form an opinion of you.",
	"Can't wait for our electronic media sleuths to somehow link the Calorie Counter incident to Makandure Madush.",
	"When you raid a kitchen and find an internationally wanted pedophile",
	"I support segregated public transport for completely selfish reasons.",
	"I re-watched 21 Jump Street recently. It still holds up. Kind of.",
	"Oh. Well, this kinda changes things. I like this answer: ",
	"No, Share?",
	"damn i remember reading this 10 years ago",
	"I would've expected Sean Bean to be higher up the list. \nActors with the most onscreen deaths:  ",
	"Yep. One post reviewing the movie and one tweet about an interview. Yeah, definitely sounds like I'm obsessed.",
	"Well, it's all very subjective, isn't it? So I guess, yes, unlikable to me personally. And judging by the like-dislike ratio on that video, to a lot of other people also. And no, I don't think all of those dislikes are from Russian trolls or angry neckbeards.",
	"But if you're familiar with this particular series of videos (Autocomplete by Wired), a majority of the guests, both male and female, are a lot more chilled out and self-deprecating and overall pretty good-natured about the whole thing. Larson very clearly isn't. Hence the tweet.",
	"Since people seem to have misunderstood (shocking, I know) this isn't a case of a woman being asked to \"smile more\" (it's a nice strawman tho). That would *obviously* be sexist. This has literally nothing to do with gender. No one's asking her to be likable because she's a woman.",
	"Guest: Hi\n\nJimmy Fallon: ",
	"Yes and no.",
	"Do they go trucking in the outback?",
	"Actually, small but (I think) important correction: It's always \"රෙස්ටුරන්ට් එකට\" or \"එක\", never \"එකකට\". The implication being that, in the universe of the teledrama, there is only one restaurant.",
	"It was never going to be as good as the original. But I like what I've seen so far. Except for Jafar. He looks like the \"evil\" son-in-law character in Mahagedara.",
	"The line is usually something along the lines of \"අපි රෙස්ටුරන්ට් එකකට ගිහින් ටිකක් කතා කරමුද?\"\n\nරෙස්ටුරන්ට් being a Sri Lankanised pronunciation of restaurant. (Which is fine, of course).",
	"In Sri Lankan teledramas, having an orange juice at some restaurant, outdoors, in broad daylight, is the equivalent of a hot date.",
	"Well, this is disappointing. @MasterThamara ",
	"King Arthur, though.",
	"Nothing against Brie Larson (I certainly didn't mind her comments on white men), but she comes across as really unlikable here. Girl needs to hire a PR coach, stat. ",
	"Is this the first time something like this is happening in SL? Where tickets to a major Hollywood blockbuster are being booked over a month in advance?",
	"This doesn't look half bad, actually. But I'm sure Twitter will find something to bitch and moan about. ",
	"Yep. That's the one. Lol.",
	"Ugh. I must've dozed off.",
	"This RJ on a local English-language radio station yesterday was reading an ad for an HD TV and he kept alternating between \"ech dee\" and \"haych dee\". Like, pick an accent and stick to it brah.",
	"Is this Ruwan who I think it is?",
	"Oh. What time was this?",
	"Here's one: An \"unpopular opinion\" on SL Twitter is basically anything that's vaguely contrarian but has enough social acceptance to generate some likes. ",
	"What a strange thread. A problematic book or film or any work of art can be your favourite for any number of reasons. You may disagree with a book's central theme, for example, and still appreciate the writing or some other attribute. අනේ මන්දා ලෝරා.  ඔයා කියන දෙයක් ඉතින්. ",
	"Lolita was a red flag for her? I haven't read it, but isn't it considered a classic?",
	"Out of curiosity, who in Sri Lanka makes good pop music in your opinion?",
	"Oh. ",
	"Why did the Buddha wait till the last minute, anyway? I mean I know it's because Anugilmala was about to kill his own mother and the Buddha wanted to stop him from committing an Aananthariya sin. But what about those other 999 people?",
	"My favourite thing about Twitter that the \"but but... cultural relativism\" defence can only ever be invoked in favour of your pet marginalised group and literally no one else. Not even other marginalised groups, nope.",
	"ඔබ දන්නවාද උතුවන්කන්දේ සරදියෙල් යනු මාකඳුරේ මධූශ්ගේ අනවර්ථ නාමයක් බව? #MadhushFacts",
	"දැන් එතකොට ලංකාවෙ ඔක්කොම අපරාධ කරලා තියෙන්නෙ මධූශ්ද?",
	"Who?",
	"Virtually every major crime these days is attributed to that guy. What a convenient scapegoat.",
	"I think so. Just like the Priyasads. Except a bit more social media savvy, I think.",
	"Check out Maashi Hewage on Instagram.",
	"Like?",
	"Apart from being a misogynistic prick, does that guy not realise what he's doing to the image of the country? I mean, I assume that's what drove him to write that comment in the first place. Probably thought the lady was insulting SL or something. Way to go, dude.",
	"8/10 for 'Ingrid Goes West'. So good. Until the end. Could've done without the weirdly positive ending that, IMO, ruined the message. But pretty good otherwise. Solid critique of the Instagram generation. Aubrey Plaza was phenomenal. And Ice Cube's son needs to be in more movies.",
	"Oh. :/ Okay, I'mma try this sometime. Thanks, man.",
	"Would you recommend adding mushroom?",
	"Sadly, no. Trying hard to be vegetarian. I still eat fish for protein, but have almost completely given up meat and dairy.",
	"Yo, do some vegan stuff sometime.",
	"අැත්තනෙ ඉතින්.",
	"Maashi Hewage, et al. Instagram.",
	"With all due respect to the man, who by all accounts is a decent guy, what use is one seemingly progressive politician in a party full of far right dipshits? One might even argue that such individuals are picked strategically to sway the young urban vote. Meh. Next.",
	"How to be a walking stereotype ",
	"Look for Maashi Hewage on Instagram.",
	"Lol. I only discovered that they were a 'family' quite recently. The first time I saw one of them was at that infamous birthday party at the Shangri-La last year, but had no idea who she was.",
	"The Priyasad sisters don't seem to get the same kind of traction on social media that the Hewages do.",
	"Have the Hewage sisters dethroned the Priysads?",
	"Are the Hewage sisters the Sri Lankan Kardashians?",
	"Sounds reckless. One star.",
	"May I ask why you find it cringy? Is it because it's different to our Westernised notions of what is culturally acceptable when it comes to displaying affection? Is it because it's in a different language? Or is it some other reason entirely?",
	"Lol. Apparently this is a thing? ",
	"Out of curiosity, what exactly do you find objectionable about this? I can see how something like \"his_one\" can be considered problematic, but the rest?",
	"That makes sense, I guess.",
	"Lolol (spoilers, obviously) ",
	"Oh yeah, I forgot to mention him. He was good. I mean he was always going to be good. But once again, Marvel suffers from its villain problem (referring to another character btw, not the Skrulls).",
	"Wait. I think I just understood your question, lol. A bit spoilery, noh?",
	"That's a tough one. Also, do you mean Ben Kingsley's fake Mandarin or whoever the heck Guy Pierce was supposed to be?",
	"Yep. My favourite parts of the film were the Larson-Jackson bits. Wouldn't have minded more scenes with them driving around the country.",
	"Oh. I'm sorry. But yes, that was a good line.",
	"One interesting thing I noticed about this one was that, for once, the script didn't force a dumb joke at the end of an important scene to undercut its emotional weight. This was a major improvement, I thought.",
	"I guess. Although personally I thought the pro-immigrant message was a bit heavy handed. As in, it could've been a bit more subtle.",
	"Overall, a perfectly okay and entertaining if a bit by-the-numbers Marvel movie. Not the greatest entry in the MCU, nor the worst certainly. Somewhere comfortably in the middle. \n\nA solid 7/10.\n\n#CaptainMarvel\n\nTangential PS: The Last Jedi is still a steaming pile of shit.",
	"It had some good moments. Especially liked the chemistry between Brie Larson and Sam Jackson (who was great). Larson herself was fine, although it wasn't easy to buy her as an OP badass. There wasn't nearly enough Clark Gregg. The third act was kinda clunky. But not unforgivable.",
	"It was not a towering achievement in feminist filmmaking as the fake-woke Disney shills would have you believe. Nor was it the worst movie ever made as claimed by the local dudebros who are, bizarrely, offended on behalf of some white neckbeards. It was just fine, I guess.",
	"It had its moments.",
	"Yeah, I was left wanting. But it wasn't terrible, so... eh.",
	"That or he needs to hire a better agent.",
	"Samuel L. Jackson is a treasure. And Clark Gregg is criminally underused and underappreciated by the Hollywood mainstream.",
	"Captain Marvel was okay.",
	"Wait. Isn't peanut butter supposed to be okay?",
	"Natalie is literally the only social justice content creator I stan. Yaasss queen, slay, etc etc. ♥️ ",
	"For anyone unfamiliar with the Book of Genesis and is need some context. Warning: Also NSFW and contains some of that new-atheist edge: ",
	"If you guys ever start a support group or something, call me.",
	"This is Twitter. Somebody always gets the wrong idea.",
	"Cornish has a new fantasy film out, which has sadly bombed at the BO. Good reviews, though. ",
	"This just may be the best tweet ever. (NSFW language). ",
	"You get this shit on Sinhala Twitter, too?",
	"Aww. ♥️",
	"Oh. I was wondering.",
	"Oh, right. There's also RocknRolla, in case you haven't seen it. Guy Ritchie film.",
	"Oh. You haven't seen Wilderpeople yet? What about What We Do in the Shadows? It's just as good, if not better.",
	"Attack the Block?",
	"The Bride. ",
	"Hey, dude. Just saw this. Saw your reply saying you're okay. All good, I hope?",
	"Sri Lankan here. Nobody here ever calls him Kumara. It's Kumar.",
	"It didn't use to be that way, not too long ago.",
	"I get that it's the nature of the beast, social media being what it is. It's a free-for-all here, and free speech is not without consequence, etc, etc, but at some point it becomes impossible to even make a passing remark without having to defend yourself. It can get exhausting.",
	"I don't want to single out any specific incident. Just a general trend of people being made to look like racists, misogynists, sexists, whatever for having even the slightest difference in perspective. You can't even say anything in jest anymore without drawing someone's ire. Ctd",
	"Just in any case anyone got the wrong idea, I didn't go to either of these schools.",
	"Lol. If you really want to know, it's because it's actually not a valid argument. Very briefly: Technically only a government can censor you. Free speech is not without consequences. Being criticised for your remarks is not censorship. Nor is de-platforiming by a private entity.",
	"You can't be serious. :D Have you not been on Twitter lately?",
	"Hot take: The greatest trick Disney ever pulled was convincing young, educated people with their heart in the right place that a greedy corporation somehow gives a crap about social justice.\n\nYou gotta feel as bad for them as you do for the misguided kids hating on Brie Larson.",
	"Not necessarily, noh?",
	"Yikes!",
	"Yeah? Try applying Siddhalepa somewhere and then taking a leak without washing your hands.",
	"Sick burn, bro. But yeah, this is not worth my time. You have a good one.",
	"Thankfully, you don't have that kind of reach. Now run along and draw a comic or something.",
	"Not directed at you personally, V. (Not that you need my reassurance). But honestly a little tired of the toxicity here of late.",
	"Didn't they teach you kids in Woke 101 that subtweeting is cowardly? I get to do it because I'm old and lame and considered a pariah by you lot anyway because of my, what was it, Bad Takes. But you guys insist on being so righteous all the time. It's kinda off brand, noh?",
	"Just posted a photo @ Galle Face Green  ",
	"Congrats, man!",
	"Not to pull the tired (and ridiculous) \"mah free speech\" card, but #lka Twitter used to be pretty peaceful until privileged, mostly English-speaking dogooders and bored academics with a saviour complex descended upon this place with their incessant thought-policing.",
	"You don't educate people calling them names and making them feel like bad people for having an opinion, however questionable that opinion may be. This isn't directed at you personally btw. Just a general observation on #lka Twitter. This place is a toxic dump.",
	"Well, some people who feel victimised by what they perceive to be a human rights witchhunt is always going to seize something like this as a \"Gotcha\" moment. Perhaps they even consider it a small victory. Rather than attack them, I would suggest understanding and educating them.",
	"Believe it or not, it's possible to be sympathetic to the Tamil cause and also demand transitional justice while being critical of the shadier elements on your side. It doesn't make you an insensitive \"edgelord\".",
	"Eh? Some of us are simply pointing out that some (not all, obvsly) Western-funded individuals and orgs have a vested interest in highlighting this stuff. These are the same kind of people who use words like 'regime' to describe a democratically elected govt.",
	"Must be nice to reduce a critical perspective to something that was never intended and then take a huge ideological dump on it. Carry on, then.",
	"Straw men. Straw men everywhere. ",
	"Let's face it. The Roy Tho is the only big match Colombo girls [of a certain socioeconomic demographic] ever gave a shit about. Women you see at any other big match are usually somebody's family or girlfriend.\n\nI don't know if it's a class thing, but I always found this amusing.",
	"Seen on 'The Untamed Official' page on Facebook. ",
	"yo, my phone line's down, and my broadband along with it. Do something.",
	"Three papayas in one.",
	"*cringe*",
	"No such thing as a self-made billionaire, guys.",
	"lol, nice! Honestly though, I'll take the 'slightly smiling face' over the creepy-ass :) any day.",
	"Not to be that guy, but that corporate pwnage tweet everyone's fawning over was probably nothing more than a reflexive stock response. Not unlike a certain telco's mindless \"kindly DM us your connection number\" reply.\n\nWould love to be wrong about this, though.",
	"Just posted a photo @ Galle Face Green  ",
	"Just posted a photo  ",
	"Just posted a photo @ Galle Face Green  ",
	"Yes, this is pretty likely.",
	"I think you know the type. And \"making a buck\" doesn't have to be so literal. Personal glory, plugging a book, \"research grants\" etc can also count, I think. IMO, it's not only the warmongers that profit from conflict. Some faux-pacifists stand to gain, too.",
	"I understand, which is why I hastened to clarify that allegations of war crimes aren't completely unfounded. Obviously not everyone working towards reconciliation/accountability is in it for the money. But I don't think it's a falsehood that at least some of them are.",
	"I don't want to end up in court, so I won't name names. But Just on Twitter I can point to an account (of a white person's, shockingly) whose sole purpose is to use our internal conflict to promote their book on 'genocide'.",
	"Only ever been to three countries. Oman, Singapore and India (twice). In that order.",
	"To clarify, by foreign I mean mostly Western and mostly white. You and your ancestors have screwed us over enough. දැන්වත් පුක නොදී පලයන්.",
	"That said, just because this particular instance turned out to be a false alarm, it doesn't mean things didn't happen. It was a civil war. Of course things happened. The zero casualties narrative is just insulting, frankly. Still, the foreign parasites can go fuck themselves.",
	"War is hell. Truly. Every innocent life lost must be accounted for. You don't just \"get over\" it.\n\nBut the Western funded leaches here looking to make a buck out of a real tragedy... Are they going to call for an investigation into possible genocide in the Dutch period or what?",
	"The backpedaling in the replies to this tweet could power an entire city block. ",
	"Party politics in other countries: I scratch your back, you scratch mine.\n\nParty politics here: I scratch your back, you give me a full body massage and throw in a happy ending.",
	"ඇයි අපිට බැරි මේ වගේ මල් සිංදු හදන්න? Take notes, Ajith Muthukamarana, et al. ",
	"Yeah, just saw some FB posts by Amanda. Lol. Ridiculous.",
	"Finally a Superman origin story that actually looks interesting. ",
	"What's the Japura University 8.30pm scene? #outoftheloop",
	"That too.",
	"Interviews on US late night comedy shows would be a lot more watchable if it weren't for the servile applause every three seconds.",
	"How Spider-Man Into the Spider-Verse Should Have Ended  via @YouTube",
	"Link please.",
	"\"But mah narrative!\"",
	"Trickle down ",
	"Nonsense. ♥️ Also, you make a make a mean jambalaya, so...",
	"#tb to that one time I devoured a lighthearted Indian novel -- about a frustratingly cynical yet lovable journalist who finds love in Bombay -- and the whole time, the protagonist looked exactly like @indica in my head.",
	"It HAS been a while since I read the books, so... Also, I trust you've seen this: ",
	"Wait, how? Polyjuice?",
	"Raimi's Spider-Man 2 is easily one of the best ever. The X-Men movies were hit or miss for me. X2 was great. Everything else was meh. The Wolverine movies apart from Logan (barely) have all been terrible. First Class was decent, though.",
	"It's a scam. If you ask me, the TV channels are in on it. But they won't admit this even to themselves.",
	"I've gotten a little tired of John Oliver's delivery lately tbh, but I hear this is a good episode. I'll check it out.",
	"Technically, it's not a Marvel movie, as in it's a Sony-produced film not set in the MCU. So it's not just the \"Marvel sheep\" that say it's good. I'd say it's a darn good comic book movie by anybody's standards. Probably one of the best.",
	"Ado, nice!",
	"I have this crackpot theory that there are more straight men than women who find Jason Momoa hot. A lot of the men who idolise him as the epitome of masculinity are also, interestingly, very vocal about their hatred of feminism. At least, that's what I've observed in geekdom.",
	"How's Jason Momoa?",
	"I now want to hear MR give cricket commentary.",
	"Awesome!",
	"Inspiration is not so easy to come by when you're in your mid 30s, I find. But yes, worth a shot. Or two.",
	"Got any tips for those of us who have the opposite of this problem?",
	"Aniara - Official Trailer  via @YouTube",
	"Oh, man. I listened to @blessie_k and Lloyd talk about this on their show this morning on LiteFM. Everybody was thoroughly confused. Daily Mirror needs to stop ripping off Lankadeepa's 'Deyyo Saakki'.",
	"Stop giving away our secrets, Hiranz. Sheez.",
	"I know it's not really a thing here, but you should be his running mate.",
	"We need our own super likable pop-sci guy à la Bill Nye or NDGT (I know they're not perfect, but still). Chandana Jayaratne unfortunately is not it.",
	"Shocking. /s",
	"I see Kavan there. This should be interesting. Thanks for sharing. :)",
	"Never heard of it, but good to know. What channel was it on?",
	"The only way to fight this, I think, is through proper science education. The media -- privately owned media, especially -- will continue to profit from people's ignorance this way. Short of calling for state intervention, I feel the educators of this country must really step in.",
	"Astrology is a menace -- an actual threat to the well-being of society. Some charlatan on live TV this morning was telling a caller-in -- a young woman by the sound of her voice -- to never go abroad because a භූතාත්මය (a kind of malevolent spirit) would harm her if she did.",
	"Dude, I actually cranked up the brightness on my screen and it was still not easy to see what was going on.",
	"Imagine being a high-flying congresswoman and this is the kind of dumb shit the media writes about you.",
	"Some real zingers in the replies to this awful tweet. ",
	"I see what you did there.",
	"So many posts on Facebook making fun of it. Quite a few of them of course from pro MR types.",
	"Congratulations on your outstanding achievement.",
	"Yeah, I'm gonna need a refresher course on season 7, my dudes. It's been that long. ",
	"None of this is really new information to fans, but seeing that moonwalk debut at Motown 25 never gets old. Such an iconic moment in pop history. ",
	"Okay, but what if you pirate their music and only listen them in the privacy of your own room? You're not giving them your money and you're not contributing to their popularity. Is that still morally reprehensible?",
	"It must be exhausting to be so righteous all the time. බොමුද සීතල වතුර වීදුරුවක්?",
	"I'm clearly taking the piss. 🙄 Do you really think I'm going to stop listening to MJ just because the moral police tells me to?",
	"Someone please tell me what the consensus on Michael Jackson is so I can adjust my moral compass accordingly. 'Cause 'Don't Stop Till You Get Enough' is on and it's kinda hard not to sing along. #2woke4me",
	"I will grant you this, and I'll just state for the record that I'm not holding you nor Marianne responsible. But the fact is, as the woke brigade loves to point out, \"jokey tweets\" can have consequences. Intent vs. impact, etc. Or is that only true for people they don't like?",
	"This is a very good thing that will help so many poor families, so of course there are some privilleged ass hats laughing about it on the internet. ",
	"More stories like this please. ",
	"Nice whataboutism, but since you ask, I have addressed the rampant misogyny and sexism on this platform elsewhere. I have no personal issues with you (why should I?). I was simply responding to Mishaari's tweet and only because I know that Chevindu didn't deserve it. Peace out.",
	"All I'm saying is, this was a little unnecessary. Anyone reading it can be forgiven for thinking that she and the others had implied his action/tweet was perverted. You can't take their \"tangential discussion\" out of the context of his original tweet, no. ",
	"I don't wish to get entangled in an argument. I just wanted to point out that @Chevindu is a decent guy and he shouldn't be attacked like that for indicating a preference or showing his appreciation for something he found attractive. It's not like he was harassing anybody.",
	"So we're going to actually sidestep the bit about the kid being labelled a pervert for no good reason. Cool.",
	"\"Tangential discussion about their own hair\" is a little disingenuous, don't you think? There were tweets insinuating that he was being a pervert. Like the P word was actually used in at least one tweet. For the crime of, what, having a preference?",
	"It's kinda tragic how toxic this place has gotten over the years.",
	"Preferences are a hate crime, duh.",
	"Ah, yes. The infamous hat.",
	"I've only ever seen the ones on that Tik Tk Sri Lanka account on Instagram, and I actually thought a lot of them were surprisingly well made.",
	"You don't remember my massive (and altogether terrible) psuedo-fro from '09? Or did we meet after that? Anyway, my hair looked pretty similar to this guy's.",
	"While driving? So close to the shore?",
	"Whoa. That is like my fourth doppelganger in two years. Shit be cray.",
	"I actually watched this last night. (Don't ask). It was horrid. The winner's pompous-ass speech at the end was the icing on the cake.",
	"Codswallop. Leaving Mahinda would be career suicide for Wimal, Bandula, Gammanpila, Wasu and the rest of the hangers-on. They'll never do it. ",
	"I remember seeing cartoonish whales drawn in the Southwest and Northeast corners of Sri Lanka map in old Air Lanka in-flight magazines back in the '90s. But yeah, not much more than that in the popular media IIRC.",
	"Hey! ",
	"Kurunegala. Etha Gala.",
	"ආ, මන්කී! ",
	"Happy belated birthday, man!",
	"and it begins!",
	"I want to believe no one has said \"tea is not my cup of tea\" yet.",
	"This has potential. Invest now. #MemeEconomy ",
	"🐿️ @ Kurunegala Lake Round  ",
	"Much better! Also, random wild idea: You should give the Lelouch treatment to actual NatGeo footage, if/when you're jobless. You can record it off the TV and add the supers/captions on your phone and post it all here.",
	"&lt;insert Attenborough narration here&gt; ",
	"Having re-read the book today after something like 20 years, have to say the '90s animated series  (which I loved) was far less subtle. ",
	"Perhaps it's time to rethink the title of this particular ordinance. ",
	"Nostalgia. It's a hell of a drug. ",
	"No one gets \"triggered\" like a defensive meat eater.",
	"Same. I actually ran into someone who was on his way to our big match today and I had to tell him I'll see him at next week's 50-over game.",
	"Happy to be proven wrong, though.",
	"I guess I just #notallatheists -d this. But the point still stands. OP's original tweet is a fairly commonly held sentiment in social justice circles. I really believe (and I could be wrong) that not only is it intellectually dishonest, but also dangerous and counterproductive.",
	"There are some pricks out there who parrot whatever crap they picked up from the new atheist movement and disingenuously say \"we're just discussing ideas, bro\" when really they're just looking for a reason to hate. So I really do get it. But I promise, we're not all like this.",
	"I appreciate the clarification, but the fact is that OP's original tweet is not an uncommon belief in social justice circles. A belief/slogan that some of them stubbornly cling to, I feel. Quite a few of them are not at all interested in entertaining a different perspective.",
	"This is so frustrating. On the one hand, I completely understand and am somewhat sympathetic this sentiment. I mean, I get it. A lot of bigots cloak their very real Islamophobia in pseudo rationality. But OTOH, critiquing religion shouldn't get you branded as a racist. Sigh. ",
	"The one licking the balls. I think.",
	"Most probably. She famously hates having to wear that blue makeup. I've read that the script has been rewritten on occasion to accommodate her demands, and that's why you see more and more of her as 'normal J Law.' Which is pretty unprofessional if you ask me.",
	"Daaamn. That is a sick burn. Please high-five her for me.\n\nThis is somewhere in Kurunegala. Some random-ass paddy field.\n\nAlso, everyone, cows are friends! Please don't eat them.",
	"Made some friends today. ",
	"If I ever get to it, I'll tag you too! ♥️",
	"Lolno. Most people will continue to listen to MJ. Maybe stop telling your readers what they're supposed to feel? 🙄 ",
	"Something I've been wondering lately: Isn't there a paradox built into this particular joke format?\n\nHow is \"no one\" saying \"nothing\" (as indicated by the blank space)?\n\nIt doesn't really work as a double negative either, so what's going on here? 🤔",
	"The more indie and obscure your selection is for the Facebook movie challenge, the more social approval points you get. \n\nThat's how it works, right?",
	"Hated Adam Levine before it was cool. ",
	"Oh. Was this like that one time he compared Imran Khan to Trump?",
	"Yep. Saw a trailer recently, and not much seems to have changed.",
	"What are some interesting things to do and sights to see in Kurunegala? (Other than Ethaagala.)",
	"Anyone watched Kopi Kade lately? Is it still peculiarly frozen in time?",
	"*cringe* ",
	"\"Big and Pac, that he's not. But damn he's hot.\" - Pitbull\n\nWell, at least he's honest about his rapping.",
	"Hoax or not, that is one terrifying image. Thanks for the nightmare fuel, internet. ",
	"Thanks for the wishes, everyone! Much appreciated.",
	"Not the same guy, but same company. I was like \"bro, I take the bus to work.\"",
	"I mean you need to pronounce it. All three of them.",
	"Uber app: This driver is known for making good conversation.\n\nMe: ",
	"😬 Yeah I should've thought about that",
	"You can't trust a man who says \"triple W\" over \"duh·buhl·yoo, duh·buhl·yoo, duh·buhl·yoo\".",
	"I have no idea what this anniversary they're talking about is.",
	"Yeah, man. Let's catch up sometime. You still work in the Colpetty area?",
	"The Sizzle, you okay bro? ",
	"Hey, happy birthday! Have a good one.",
	"Appatasiri! Your acknowledgement is... acknowledged. :D Also, I think this was the only time I introduced two people and it actually went somewhere, so yay!",
	"That was a fun movie. That scene with the guy's foot on a landmine had me sweating, lol.",
	"That's a stellar shot.",
	"Just tweet something negative about the new Star Wars movies or Black Panther or whatever and you'll see what I mean. Provided, of course, the right people see it.",
	"The Venn diagram of people obsessed with the Ravana myth, support the BBS, etc and those who are enthusiastically backing India in this looming war are a circle.",
	"Whoa. Where did that come from?",
	"The guy displays all the signs of a demented cult leader and probably has some weird Buddhist-equivalent of a messiah complex, BUT... every now and then, he says some surprisingly sensible things.",
	"'Every Frame a Painting' is great, but the guy hasn't posted anything in a while, has he? I'll check out 'Your Movie Sucks'. There is also 'Lessons from the Screenplay', though it's not nearly as cerebral as the others. And then there's Nerdwriter, which I love to hate, lol.",
	"Key &amp; Peele - The Morty Jebsen Show Goes Off the Rails - Uncensored  via @YouTube",
	"This is from my favourite film channel on YouTube. Tagging just in case you guys don't follow it.",
	"Top 10 Documentaries of All Time  via @YouTube",
	"Loool. There had been a massive drop in the quality of Honest Trailers lately, but this was pretty good.  Also, this: ",
	"Honest Trailers - A Star is Born  via @YouTube",
	"A lot of these boys/very young men in geekdom have been fed this narrative that feminists are here to take away their rights. They listen to guys like Jordan Peterson and Ben Shapiro, feel enlightened for a minute and take it upon themselves to \"fight the good fight\".",
	"Omg woke bae! 😍 ",
	"The best part is that they're mad on behalf on some white neckbeards.",
	"Meanwhile... ",
	"I think it's already started.",
	"As much as I hate war, I do see the excitement it generates in a primal, caveman kind of way, so by all means tweet away. But when two neighbouring nuclear powers are beating war drums, maybe let's try not to breakdance to the beat. ",
	"Oh, wow. I knew there was an edit but had no idea it was his. (Or maybe I forgot). Shame Disney will never let him release it.",
	"Oh. I didn't know he was making one. Eric Foreman would be proud.",
	"A five-minute super trailer for all 10 Star Wars movies put together by -- wait for it -- Topher Grace. ",
	"So have I. Covered bomb blasts as a young reporter. But we must be considerate of others, yes? :)",
	"The bigger question is, what's he doing with Faloni? I know they're both working on separate Star Wars related series, but is there supposed to be some kind of collaboration?",
	"Dude, the Pakistan tweet you just retweeted is extremely graphic. Maybe quote tweet with a warning?",
	"Jon Favreau is the best. ",
	"Oh.",
	"#Gopi2020",
	"Stan culture is toxic af, I find, and I feel like you guys don't talk about it nearly enough.",
	"Yes, The Last Jedi specifically, and Black Panther which I actually enjoyed but didn't think was Oscar worthy.",
	"You can be anti-racist, anti-fascist, pro-LGBTQI, pro-environment, anti-late capitalist and all those good things, but say one word dissing any piece of pop culture woke Twitter holds dear, you're a literal Nazi who doesn't deserve rights. Miss me with that toxic, insular BS.",
	"Like sexuality, gender identity is not set in stone. Both exist on a spectrum and are more fluid than many people seem to realise. For example, even people who are convinced they're straight males can sometimes be a little feminine in their tastes, preferences, dress, etc.",
	"Not really. There are two sexes (not counting intersex people). Gender is a psychosocial construct, and there are definitely more than two (non-binary) and as expressions of identity, all of them are equally valid and real.",
	"How many people who support the death penalty would still support it if they themselves had to carry out the sentence? It sounds corny and of course it's far from a solid argument against it, but people often underestimate the emotional cost of killing a human being.",
	"Haha, no, this was about tweets that go \"good morning to everyone except...\".",
	"Good morning to everyone except people who tweet like this.",
	"If you're in your 30s, nothing sets off an existential crisis quite like hearing '90s music on the oldies station.",
	"The language employed by Indian media vs. Pakistan media these days should make for an interesting study on conflict reporting.",
	"I wasn't, though! It was a crowded bus, and this girl standing near me was handling a bigass phone. It was hard NOT to see it.",
	"I mean, it won't be the worst thing they find in my NSA file.",
	"He works out. Also, I now have \"Ranjan Ramanayake shirtless\" in my search history. ",
	"A whole new cast? Should be interesting. But let's try and keep the obnoxious classissm to a minimum this time, okay? That means no more mocking people their English. All the best, break a leg, etc. ",
	"you is hawt",
	"If you've ever been on a crowded bus, you'll know that it's hard not to spot something like that even if you weren't actively looking.",
	"Can't help but notice the number of people on th bus -- women especially -- who have their own face as their phone's wallpaper.",
	"I hear ya. Hang in there, mate. Missed your movie tweets yesterday, btw. Come back with a vengeance, lol. When you're up for it.",
	"That guy is a troll, just trying to get a rise out of people. I wouldn't take his comments seriously.",
	"Hey, dude. How's it going?",
	"Honest Trailers - Every Christopher Nolan Movie  via @YouTube",
	"The devil wears Prada. Pitiduwe Siirdhamma wears Louis Vuitton. #oneup",
	"There is an English radio commercial for a popular credit card that's basically two people on a date, with the woman ordering everything on the menu because the guy is paying. It's so hilariously out of touch it may well have been written by a time-travelling ad man from the '50s",
	"I found a cable, but this is good to know. Thanks, man.",
	"Pretty ballsy to wear something like that to court. Isn't that sorta attire a big no-no?",
	"Really? You're not surprised or disappointed that Green Book won over, say, Roma?",
	"Agreed. The new atheist movement has almost certainly acted as a gateway drug to the alt-right. Pretty ironic, as you said, given the latter's anti-science, anti-intellectual core beliefs. I just don't think it's entirely fair to Harris to hold him personally responsible.",
	"Hmm.",
	"I have mixed feelings on Harris. His politics would IMO make him centre-left at best and a lib at worst. He has also (rightly) been called out for giving a platform for people who hold dangerous views. But to lump him in with the likes of Peterson is, I think, a misreading of him",
	"Agreed overall, but I don't understand how Sam Harris can be considered a reactionary. Dawkins, maybe. But Harris has consistently been pro-gun control, pro-taxing the rich, believes in climate change, mostly pro-immigrant. Is he a reactionary because of his views on Islam?",
	"Oh.",
	"Not according to the Academy it wasn't.",
	"Oh God, yes. I forgot about those. Also, never understood the hate for Three Billboards, personally. I mean I kinda get the whole racism thing, but people were acting like it was a thought crime to even discuss the film.",
	"Remember when the Academy thought Shakespeare in Love was a better film than Saving Private Ryan? #Oscars2019",
	"I think a part of me actually wants it to win just for the inevitable shit storm. I mean it's not like we haven't long known that the Oscars are a sham so, really, it doesn't even matter if a more deserving film doesn't win. 🤮",
	"That's showing some TV show.",
	"w00t! ",
	"I have this feeling it just might end up being Black Panther. 😶",
	"No. :/ So many I need to catch up on.",
	"I mean it was always going to, but yay! Now we wait.",
	"Usually is on HBO or Star Movies on Dialog TV.",
	"What channel are the Oscars on? @dialoglk",
	"All the HBO channels are showing movies. @dialoglk help?",
	"What channel are they showing this on btw?",
	"Yaaas!",
	"Yes! Such a banger.",
	"Insane. ",
	"Same.",
	"Shehan Gunasekara at @FT_SriLanka is probably the most underappreciated photojournalist in the country. Look him up on Facebook. Show some love.",
	"Well, she's already objected to my (according to her) liberal use of foul language in my posts.",
	"She's also started casually adding my friends. Consider yourselves warned.",
	"Mom's developed an unhealthy habit of calling me about Facebook emergencies. Today it was to ask how to locate her comment in a sea of congratulatory comments on somebody's newborn's photo.",
	"This is useful information for the #Gopi2020 campaign.",
	"Singer has been doing it for a while. First time seeing an Arpico home theatre system.",
	"#TIL there are Arpico branded electronics. ",
	"Tried a few places in Nugegoda. They didn't have this specific type of cable. I'll take a look. Thanks, dude.",
	"Where in Colombo can you buy one of these? Thanks in advance. #lka ",
	"What exactly is Dan Bilzerion famous for, again? Other than being the poster boy for toxic masculinity, I mean.",
	"Ugh. Facebook memories. ",
	"You don't need to go to the gym. Carrying the Sunday Times from the newsstand to the house is all the exercise you need.",
	"I can only imagine the shitstorm if something like this happened in some Colombo boys' schools, mine included.",
	"Since days of underoos",
	"🤦‍♂️But yes. ",
	"yeaaaah, in hindsight, that came off a little too creepy. Yikes.",
	"Thank you! I was starting to think I had imagined it.",
	"I recommend using emojis in the future: 🔥🏘️",
	"That's... uncanny.",
	"Any kind",
	"Lol, yes. And I know how it sounds. But I swear it's one of the most unique smells ever.",
	"Taking movie recommendations",
	"It's not too late to learn. I've seen coaches advertise in the HitAd and stuff.",
	"In a fair and just universe, Spidey should win big. But it's the Academy we're talking about here, so...",
	"Not that I'm trying to be nostalgic for or exoticise gruelling manual labour for shit pay, but does anyone here remember the distinct odour emanating from a coconut plucker? Was hit by a sudden and random realisation that it's been a while. A long while.",
	"Yeah, it seems that once you move a few rungs up the ladder, it suddenly stops being socially acceptable to discuss your pay.",
	"I'm ashamed to admit this, but it took me until A Quiet Place (in which she's almost completely blonde) to realise how attractive she is. Terrible, I know.",
	"Yep. There is this weird stigma around openly discussing your salary. I  mean, I get it. It's a pretty awkward conversation to have. But I think it'll be in everyone's best interest. Well, everyone except the employer's, I guess.",
	"Adam Ruins Everything had a pretty good episode on this a few years ago.",
	"I know it makes cold economic sense, but there's something quite sinister about how businesses are so opaque about their payroll internally. This whole culture of \"don't talk to your colleagues about how much you make\" is a clever way to keep the workers from demanding their due.",
	"That guy actually looks like a badly Photoshopped face mashup of the two.",
	"On episode 11 of the (100% homegrown) @thebadtake podcast, we explore the cosmic quandary: Are we alone in this unimaginably vast universe? Available wherever you get your podcasts, including Apple Podcasts.\n\n\nYouTube link: \n\n#lka ",
	"Same.",
	"Blonde Emily Blunt best Emily Blunt.",
	"I'm not really sure. @chav_ Any idea?",
	"Saw some pictures of indigenous (aadiwasi) people at yesterday's Pumpkin Festival. Why were they there?",
	"\"When I set foot in contemporary buildings, often they feel completely wrong: They don’t feel as if they have been designed with love and care, they feel as if the designer didn’t think much about the actual experiences of the people in the place.\" ",
	"Some salient points here, but to be fair, yes, victimhood chic is in vogue, but it's certainly not unique to minorities. ",
	"Is this the title of a new Oasis album?",
	"'... detailed faunal assemblage and taphonomic data from Fa-Hien Lena Cave in Sri Lanka that demonstrates specialized, sophisticated hunting of semi-arboreal and arboreal monkey and squirrel populations from ca. 45,000 years ago...' ",
	"Haha. This is my hood.",
	"Just posted a photo @ Weras Ganga Park  ",
	"Agreed.",
	"I hear what you're saying, but the only reason the grade 5 scholarship endures is the structural inequalities present in our education system, which needs a serious overhaul. So while it's true that it's good for some kids, we need to find a better solution for the long term.",
	"Jussie Smollett charged with felony for allegedly making up hate-crime attack  via @nbcnews",
	"top kek ",
	"Jackson said this on live TV, at the grand finale of Ranaviru Real Star. It was equal parts hilarious and depressing.",
	"Ela. We'll keep you posted.",
	"Awesome. Let's do that recording soonish?",
	"That particular pun works on many levels.",
	"Unintended puns are usually the best. \n\"Steps have been taken to replace elevators in parliament\" ",
	"I'll bet. This is huge, though. Also, way to go on the film deal. Will you be involved in production in some way? Screenplay perhaps?",
	"Congrats, dude!",
	"වේලාසනින් නැගිටලත් වැඩට යන්න පරක්කු වෙන එක වෙනම කාලකණ්නි කමක්, ෆ්‍රෙන්ස්.",
	"Oh. :/ My sympathies.",
	"Trevor Noah Is Stealing 'Executive Time' From Trump  via @YouTube",
	"Lokka desperately needs this drug thing to be his legacy, noh, like winning the war is his predecessor's.",
	"🚢🚢 *cough* 🚢🚢 *cough*",
	"Beside the point, but yes, absolutely.",
	"And then they came for my Instagram filter -- Via @Himalistan ",
	"Can't speak for \"UNPers\" as I'm not one. But as someone who voted for this govt, I (and I'm sure many others) have absolutely no problem holding it accountable or calling it out when it does something legally or ethically questionable. It's called not being a partisan hack. ",
	"Imagine doing this in a white majority country, with a Sri Lankan passport. ",
	"Have you seen The Disappearance of Alice Creed?",
	"I'd buy that, if it weren't for the fact that 9 times out of 10, the person in the wallpaper is so caked up in makeup and Instagram filters that they're barely recognisable.",
	"I've noticed that this is a thing. Why is it a thing?",
	"I'm seeing a pattern here.\n\nAlso, +1 for Gemma Arterton and Carey Mulligan.",
	"The Sinhala female DJs have a very strange way of speaking, too. Like, no one talks like that IRL.",
	"Where do these radio personalities (on local English stations) acquire their weirdly hybrid accents?",
	"බලපන්, Dili, අපිත් පැත්තක ඉඳගෙන උදලු දානව⁣. Come, let's slowly untag ourselves.",
	"For his family and friends? He's the prime minister.",
	"Maliban used to be better than Munchee. By a country mile. But a few years ago for some unknown reason, they traded places. Maliban still makes the better chocolate biscuit, though.",
	"🤔 ",
	"It IS possible to make fun of Chathura Senaratne without mocking his speech impediment, you guys. I mean, it's not like there's a dearth of material.",
	"Wanna grab a bite after you check in to the hotel?\n\nNah, bro. Gotta meet the press.\n\nAt the consulate? Lol.\n\nLol. ",
	"Oh.",
	"Bro ",
	"They may be the better options, but in terms of electability, I doubt they could pull off a presidential election.",
	"The skies were so clear just last night, ugh.",
	"This someone being Sajith?",
	"Every time a rare celestial event is supposed to take place ",
	"Scat Duel - Key &amp; Peele  via @YouTube",
	"The answer is obviously sambar.",
	"Random person going about their business: \n\nTV reporters: ජනාධිපති අපේක්ෂක කවුද දන්නෑ?",
	"Gotta love how the electronic media is generously contributing to Makandure Madush's mystique and notoriety.",
	"#ගමටනමක් is low-key brilliant.",
	"Every Best Cinematography Winner. Ever. (1929-2019 Oscars)  via @YouTube",
	"I, too, was listening to Red FM.",
	"Interesting to note that quite a few of those anonymous accounts that suddenly became super active here during #CoupLK have quieted down somewhat.",
	"G for gross? ",
	"And now it's Girls Just Wanna Have Fun!",
	"You wouldn't believe the number of times I've had to answer a variant of this question, lol. When are you back in SL, btw? Or have you moved for good?",
	"Or how much he wants us to think he's changed. Personally I don't buy it.",
	"*Zoysa",
	"In Bruges was a blast. So good! (Obligatory: \"You're an inanimate fucking object!\")",
	"Interesting idea. Thanks for listening. :)",
	"Warning: The content is a bit white-gazey.",
	"*28",
	"Oshit, we were actually going to mention this. This is what happens when you record completely unscripted.",
	"This heartbreaking interview with Richard de Soysa's mother was published in the Washington Post 29 years ago. Watch out for the... uh... interesting cameos from some names you'll recognise. ",
	"\"Only '90s kids will get this\" is so passé (if it were ever cool to begin with), but truly, only '90s kids know the pain of belting out Edwin McCain's 'I'll Be', horribly off key, thinking about some girl you barely knew.",
	"Same. 😶",
	"An exhaustive list of people on my timeline who changed their mind one way or the other following a long and heated argument on a polarising issue:",
	"In which we contemplate our crushing cosmic loneliness. (This stuff can be pretty depressing if you think about it for too long). ",
	"Shockingly, being on the receiving end is not all that amusing.",
	"Sure, next time you're in court.",
	"That's nice. My ears are bleeding rn.",
	"Have those seemingly innocuous video clips that abruptly transform into an amped up orgasmic screech session stopped being funny yet?",
	"Few things more fragile than the ego of an ‘old boy’.",
	"Lolol",
	"Fake Or Real? How To Self-Check The News And Get The Facts ",
	"What if she's only seen the memes and doesn't know the context?",
	"Very interested in the replies to this.",
	"This is the place. Looks much better than this when the sun is out. Turquoise water. That tiny kayak should give you a sense of the scale, although the entire stretch is much longer -- the length of several Olympic pools, actually. ",
	"This was the Colombo-Rambukkana slow train that left Fort at 10.15am yesterday.",
	"Oops. Meant to say Rambukkana, lol.",
	"Oh. No pools in that area, afaik. But there is a section of the beach where the waves cease at a long barrier reef. It's like a big, natural pool that's only waist/chest-deep. Ideal for swimming.",
	"Whoa. That's actually something I always low-key worry about whenever I'm on a rickety old bus: The floorboad collapsing under you.",
	"Talpe.",
	"The state of [some] of our trains. Gaping hole on the floor exposing the ground beneath the compartment. ",
	"The Rolling Stones - Gimme Shelter (Official Lyric Video)  via @YouTube",
	"Crowded House - Weather With You  via @YouTube",
	"🔥🔥 ",
	"Oh yeah, another classic.",
	"#majorthrowback ",
	"Depeche Mode - Enjoy the Silence  via @YouTube",
	"Rap metal, anyone? #sajje  via @YouTube",
	"Don't worry; I'm sure Rowling will find a convoluted way to retcon it (on Twitter) in time for the next movie.",
	"Anderson .Paak &amp; The Free Nationals: NPR Music Tiny Desk Concert  via @YouTube",
	"I still haven't seen this. Something about Sean Pen gives me the creeps.",
	"Mental image: Sirisena riding to battle atop a milk carton ",
	"The plot thickens.",
	"Now that's something I would actually expect a bot to get right.",
	"Yeah, they do. The rich list article appeared in various iterations on local gossip sites. Even people who ought to know better bought it.",
	"Yeah, this was published on a different site some months ago. Was widely shared and a lot of people fell for it.",
	"What a strange article. The whole thing reads like it was written by a bot. Which, come to think of it, it probably was. ",
	"Important read by @jasonhickel on global poverty and that weird infographic that's doing the rounds ",
	"A darkly poignant piece of short fiction, via @Himalistan. ",
	"Do you have a link to the qualifications? Also, call me cynical, but I find it hard to believe that in a country of 21 million people, there isn't one person (who is not mentally unwell) that won't do it for the right price.",
	"Try writing.",
	"You can add Kudu Chooti to your list if you haven't already. ",
	"(trust me, I know my Star TV serials)",
	"Everyone's freaking out about Genie, but the new Jafar looks and sounds about as threatening as the brother-in-law character in a Star TV serial.",
	"via Twitter for iPhone  via @YouTube",
	"King Missile - Detachable Penis  via @YouTube",
	"Not bad, but Ridma needs to experiment with different genres, I feel. ",
	"Ella.",
	"Blame the economy.",
	"Do you need experience, too? I'm willing to learn on the job. I'm sure I'll get the hang of it soon enough.",
	"Any benefits? Do they hire part-time?",
	"Appatasiri, look who's decided to grace us with her presence.",
	"Climate and economic risks 'threaten 2008-style systemic collapse' ",
	"Nobody ever talks about the ending of the Lockheed Tristar line. *sad reacts only*",
	"Hey, well done. Congrats!",
	"This is a good trailer. ",
	"My deepest sympathies, Manela.",
	"All the best for tomorrow! Break a leg. (Not literally, obviously).",
	"And I thought the local Twitter couples were annoying.",
	"Elsa ♥️",
	"How acclaimed sci-fi author Dan Simmons envisioned a near-future Sri Lanka. Thanks, guy. 😐 (From 'The Rise of Endymion' - book four of the Hyperion Cantos). ",
	".@screenjunkies ",
	"I love me some Cruise. His acting and commitment to the role is good enough for me to overlook whatever flaws he has IRL.",
	"Wow, I counted a grand total of four bands I've heard of in that playlist.",
	"Interesting. I saw something on Rupavahini news last night, about it being organised by the Ministry of Defence and/or the Army.",
	"I think this was part of some sort of celebration held at Echelon Square yesterday, under this same theme of coexistence. The president was the chief guest.",
	"#TIL the \"Indian\" dancer in Michael Jackson's Black or White music video grew up in northern Sri Lanka. ",
	"A lot of these bus songs have very interesting lyrics.",
	"Saw the original post on FB. I'm amazed at the number of women who have agreed with the guy.",
	"Daniel Radcliffe Somehow Became Hollywood’s Weirdest Actor  via @thedailybeast",
	"Yep. It's a pretty unfilmable book, although the bits I've seen of the '60s movie (the one with Orson Welles) weren't terrible.",
	"One of my favourite books of all time is getting a Hulu adaptation, and no one told me until now. Boo. ",
	"Haha. I've been pretty busy myself. Glad to see you pick up the pen (keyboard?) again, machang. Always enjoyed your writing. Hope to see more pieces from you.",
	"Hey, dude. Good to see you back. Hope all's well?",
	"Just like at the restaurant.",
	"Hey, happy birthday!",
	"She's highly qualified, though.",
	"I'll be very surprised if this turns out to be true.",
	"Oh. That sounds depressing. :/",
	"Lol. What is the origin of this meme?",
	"She even takes a selfie with him, while he's talking to the TV camera clearly paying no attention to her.",
	"Graphics on Swarnavahini always looked cheap, but their supposedly brand new and sophisticated news studio looks like a relic from 2003.",
	"It wouldn't be Twitter if they did.",
	"And Garden of Words.",
	"Do you agree that the like button has effectively made retweeting redundant and that this was a terrible idea? ",
	"You'll be surprised.",
	"Who in SL parliament in this century is comparable to AOC, in your opinion? I'll wait.",
	"Review of The Rise of Endymion by Dan Simmons - 4 out of 5 stars  … via @goodreads",
	"Are we on #lka Twitter fighting so much about AOC because, deep down, we're just bitter we'll never have a representative of her calibre? I mean, whether you agree with her politics or not, there's no denying her wits and competence.",
	"Jon Stewart, Dave Chappelle talk Trump and comedy tour  via @YouTube",
	"New Rule: The Republicans Are the Problem | Real Time with Bill Maher (HBO)  via @YouTube",
	"In my defence... There is no defence. I should've read the whole thing.",
	"Wow, I completely missed that second line. Yikes. 😬",
	"Yep. Journalism 101, really.",
	"That is not to say that, therefore, we shouldn't call out racism, misogyny, homophobia, etc. Of course we should. And media's gonna media, because capitalism. But let's be a bit more mindful of how the media manipulates us and skews the narrative in their favour is all I'm saying",
	"Wittingly or unwittingly, they participate in these media organisations' ad revenue generation model, all the while (rightfully) denouncing corporate greed. Look at all the clickbait that pops up after every new moral panic. e.g. \"Troll X gets shut down by Woke Bea Y\".",
	"Just to clarify, I'm not saying the anger isn't genuine or that it isn't justified. It is, in a lot of cases. This is more about corporation-owned media that shamelessly baits people into their manufactured outrage, all for some ad revenue. I think the \"woke\" crowd enables this.",
	"Not really. I have... a complicated relationship with capitalism, but that isn't the point here. The way I see it (and I could be wrong), this pretend-woke, fake outrage BS on Twitter and elsewhere on the internet is largely profit-motivated. Few on the left even acknowledge it.",
	"Pleasantly surprised to hear these words from Trevor. If only the rest of the faux woke media (all owned by for-profit corporations, lol) could be this objective. ",
	"Interestingly, though obviously unrelated, the 'hometown/village + pseudonym' naming convention applies to Buddhist monks, too.",
	"Stan culture is probably not the worst thing to happen to the internet, but it comes pretty darn close.",
	"Throw in a ukulele and a sepia-toned music video you've got yourself an indie hit. ",
	"Look at all those mic flags. Why does the mainstream media keep giving this guy publicity? Rhetorical question, of course. It's obvious why. #lka media is beyond broken. ",
	"Mixed feelings on Philosophy Tube. The actual content is pretty good. But Olly's smug, know-it-all style of presentation makes it hard to watch. Also, he needs to stop trying to rip off ContraPoints so much. There can only be one, dude. Like, stay in your lane.",
	"Those replies tho",
	"Sarasavi",
	"Gananath Obeyesekera'a latest ('The Buddha in Sri Lanka') is Rs. 4175. 😐",
	"Fleet Foxes - White Winter Hymnal [OFFICIAL VIDEO]  via @YouTube",
	"Building a Marsbase is a Horrible Idea: Let’s do it!  via @YouTube",
	"I know plenty of UNP voters who gloss over if not outright deny JR's words and actions in the '80s.",
	"Anecdotally, there seems to be widespread (and largely bipartisan) support for the president's anti-drug drive. Here's hoping that support doesn't extend to the promised lifting of the death penalty moratorium.",
	"Much of the blame for the ethnic conflict can be placed squarely at the door of Bandaranaike, but Colombo liberals who forget to mention JRJ's role in widening the divide are being laughably disingenuous.",
	"Always a pleasure to watch this guy work. ",
	"#lka ",
	"Usher had only one good song. Fight me.",
	"#lka ",
	"🚽🚻 @ The Doctor's House  ",
	"Just posted a photo @ Madiha Beach  මඩිහ වෙරළ  ",
	"This is true. I learned from the best.",
	"🙄",
	"I didn't know it was called that.",
	"Who, me? ",
	"Remix obviously.",
	"Say what you will about Amal Perera, but I always had a grudging admiration for his no-fucks-given attitude. Dude is like the personification of the human middle finger.",
	"What are we supposed to do when Ignition comes on in the club?",
	"#tb\n",
	"Can confirm. ",
	"#Gopi2020",
	"Good to know there are at least eight BoC card holders other than me. It's kind of a lonely world out here.",
	"The more I think about it, the more I'm convinced there's more to the story. The parents are almost certainly complicit, and I feel like they knew more than they lot on.",
	"Inner demons ",
	"It's like this: If you grew up speaking Sinhala, with a lifetime of familiarity with names that end with වර්ධන, there is simply no reason to pronounce it as වෝර්ධන.",
	"But it's a Sinhala name, and in Sinhala it's spelt and pronounced differently.",
	"Yep. Sounds like she's still carrying a torch for the guy. Poor Jan.",
	"On #AbductedInPlainSight: It's awful what happened to Jan -- truly awful -- but at the risk of victim-blaming, it's very difficult to sympathise with her parents, especially her mother. I mean she willingly had an affair with the man who kidnapped her own daughter. Who does that?",
	"What's that? People are finally waking up to the fact that Ariana Grande is annoying af? ",
	"Happy 71st, Sri Lanka. ♥️ ",
	"Algorithmic regurgitations. #lka ",
	"Twitter clichés that need to stay in 2018 but probably won't:\n\n- Ded\n- Dying\n- අම්මෝ\n- අම්බෝ\n- Thanks, I hate it\n- thank u, next\n- That's it. That's the tweet.",
	"There's a special place in hell for Sri Lankans who pronounce Wijewardena as විජේවෝර්ධන.",
	"Good luck, man!",
	"\"Softlogic money\" #nocontext",
	"Visakamals, Nugegoda; Wahab Sons, Matara. #majorthrowback #iykwim",
	"Depressing.",
	"Anyone unfamiliar with the '88/'89 insurrection who sees #FrozenFire will walk away thinking the JVP did nothing wrong. It's not so much a biopic as it is a propaganda film. Which would be forgivable if two thirds of the film wasn't the politburo drinking tea. Slowly. 6/10.",
	"How is it still February?",
	"Twitter suspends account that helped ignite controversy over viral encounter @CNNI ",
	"A viral video of Catholic students appearing to clash with American Indians. A second video calling the first into question. Just more reminders that video rarely records simple truth, writes @ibogost. ",
	"Wait. No Best Film Editing nom for Roma? Get the fuck outta here. #OscarNoms",
	"Marvel fanboi here. It was a fine superhero movie. But nowhere near good enough a film to qualify for Best Picture.",
	"Key &amp; Peele - A Cappella - Uncensored  via @YouTube",
	"Key &amp; Peele - Ultimate C**k Blocker  via @YouTube",
	"This one time, at DataCamp",
	"Same. Reviews haven't exactly been glowing, though. But I won't be surprised if Bale wins.",
	"I've yet to see BlacKkKlansman. Rooting for Roma till then. #OscarNoms",
	"Sure, but Best Picture? Come on.",
	"I mean we've all known for a while now that the Oscars are a sham, but this is a new low, lol.",
	"Also, ew ew ew @ the 'A Star is Born' nom. Revolting.",
	"I enjoyed Black Panther as much as the next MCU fanboi, but Best Picture? Really? 🙄 #OscarsSoWoke",
	"Ew at the A Star Is Born nom.",
	"Warning: It's not an easy read. You kinda need to be in the right frame of mind for it. Solid read, though.",
	"Traumatising is a strong word, but Narcopolis by Jeet Thayil was pretty depressing.",
	"I can't believe I have to keep clarifying this. Anger at the countless atrocities committed by white people against the natives, the ongoing systemic discrimination, etc, is of course justified. Drawing attention to the obvious fuckup here doesn't take anything away from that.",
	"I mean like duh. My point is, everyone got it so badly wrong and the outrage that followed was to a misreported version of events before the full picture emerged. Hence \"premature outrage\" to the (and this is important) incident. Pointing this out says literally nothing else. 3/3",
	"I'm fully aware that such incidents shouldn't be taken sans their historical/sociological context. Im also not sure why you feel the need to wokesplain (is that a thing? I feel like it should be a thing) that the Native American experience has been and still is a painful one. 2/n",
	"Not sure the tone is warranted, but whatever. You are of course entitled to your opinion that pointing out blatant misreporting (and the resultant and potentially dangerous social media furore) adds no value to the conversation. As a journalist, I'm compelled to disagree. (1/n)",
	"No. 5 is where your response makes it clear it's an [unintended, I'm sure] misrepresentation of my point. Clearly I was referring to the outrage to this specific, isolated incident. NOT to the injustices historically suffered by the natives. I had more or less spelt this out, lol",
	"Sorry about the delay. This was typed in a hurry, so pardon any mistakes. ",
	"You've misunderstood me, Mishaari. At a meeting right now. Let me get back to you in a bit.",
	"Full video: \n\nAnd here's an article on it: \n\nAgain, not defending the kids. Just trying to point out that we should all maybe take a minute and consider all complexities before hitting the big, red outrage button.",
	"One of the videos. Not defending the privileged, MAGA hat wearing brats, but you can clearly hear grown adults calling a group of teenagers inbred and \"school shooters\". Also, Nathan Philips (the native American elder) walks up to that kid, not vice versa. ",
	"There's a longer unedited video that paints a very different picture of the events that unfolded near the Lincoln Memorial on Saturday. The Black Hebrew Israelites are shouting things like \"crackers\", \"products of incest\", \"your president is a homosexual\". Is woke Twitter asleep?",
	"Teen in confrontation with Native American elder says he was trying to defuse the situation @CNNI ",
	"Sorry, but when you mock someone for their inability to speak a foreign language, you're being a classist prick. There is no way around that. You're not fooling anyone with your weak-ass \"oh, but it's not his English we're laughing at\" BS.",
	"Unpopular opinion: At the risk of sounding like a pretentious contrarian, 'There Will Be Blood' is a tad overrated. Obviously it's a technically very well made film, and DDL is phenomenal as always, but IMHO it doesn't quite meet its own ambitious narrative or artistic targets.",
	"me_irl ",
	"How was Bad Times at El Royale?",
	"Emergency news story you need to work on.",
	"Could you translate that please?",
	"She's the reason I stopped watching Daredevil S2.",
	"This is fucking rad, dude.",
	"Also, it wasn't found in Colombo, Kandy or Galle.",
	"Same story in B Town. If it were up to me, I'd sell our land, invest the money and go live in the sticks.\n\n(It's probably a good thing it's not up to me).",
	"They have done some solid investigative journalism.",
	"Facebook Android app acting up for anyone else?",
	"\"Gnanasara thero could play a role to ensure national unity among races.\" ",
	"2Pac &amp; Michael Jackson - Liberian Girl (NEW 2019)  via @YouTube",
	"Ooh. I gotta to try this.",
	"What on Earth...",
	"Ditto, lol. Will def check it out. Thanks, yo!",
	"I don't think he's using the word 'ethnocentric' correctly there.",
	"Should Sri Lankan universities be ranked? ",
	"Chickenomics: How chicken became the rich world’s most popular meat  via @TheEconomist",
	"Me neither. Any good?",
	"The queen of quality content has delivered yet again. Ugh, how is she so consistently good? ",
	"Stranger than fiction ",
	"My phone on portrait mode. Oppo F9.",
	"\"Nothing to see here.\" ",
	"3 ",
	"Nice shot.",
	"Alfonso Cuaron on the \"Real Problems\" Challenging Mexico: \"Let's Call It What It Is — Racism\"  via @thr @Lelouch90 @vangoghsmangos",
	"The Man Who Killed Hitler and then The Bigfoot - OFFICIAL TRAILER  via @YouTube",
	"Wow.",
	"Netflix, Hotstar to censor content in India: Report | Business News, The Indian Express  via @IndianExpress",
	"Of course Ben Shapiro thought BvS was good. ",
	"Was it the Warner Bros execs that were standing? 😶",
	"And yet, you wrote a fairly lengthy tweet insulting him. :D I do agree that he courts controversy for attention, though.",
	"Hey, happy birthday! Have a good one.",
	"Same. I rationalise it by reminding myself that they have mouths to feed.",
	"Confused drivers are the worst, man. And I always feel bad about inadvertently making them feel cheated.",
	"Relatable content.",
	"/r/girlsmirin ",
	"#FarFromHome looks like it's gonna be a riot. And Jake Gyllenhaal as a comic book supervillain is the kind of inspired casting Hollywood badly needs. So that's going to be the fourth MCU baddie in a row that's actually compelling. (Vulture, Killmonger, Thanos and now Mysterio).",
	"The great #10yearchallenege divide:\n(Warning: hot take)\n\n~Unapologetic narcissism\n~FOMO\n~Thirst for validation\n~Self depreciation/humour\n~Good old fun\n____________________________\n\n~Plain disinterest\n~Genuine privacy concerns\n~Smug superiority\n~10 years later, they're still fugly",
	"Be honest. You just miss seeing Rajitha's face every week. ♥️",
	"Masculinity so fragile a TV commercial is enough to shatter it",
	"Has anyone developed a Tinder clone for marriage proposals in #lka yet? Could be a big hit with the aunties. ",
	"It's also strangely bittersweet sometimes.",
	"Someone do a #10YearChallenge for the Colombo skyline",
	"My hot take is that electability figures both too much and not enough in the discourse.",
	"How and why did Centigradz ever get popular?",
	"#tb Yo, @irajonline. We need a spiritual successor to this classic party anthem. ",
	"Tuition kitteh  ",
	"Gappiya is Miles Morales?",
	"It's a dumb overhyped mess of a film, but I don't think it's fair to say Sandra Bullock can't do horror. She's pretty adaptable.",
	"Let me get back to you on that. Thamara should have the stats.",
	"We don't have nearly enough listeners to justify a dedicated Twitter account yet, but maybe somewhere down the road, hopefully. :)",
	"King Of Pride Rock/Circle Of Life (From \"The Lion King\" 2019/Audio Only)  @Lelouch90",
	"Sure, there was heavy inbreeding down the Ptolemy line, but that doesn't change the fact that they were Macedonian Greeks, who were almost certainly not \"black\". Her mother might've been Semitic (speculation), but Cleopatra herself would've been closer to brown than black.",
	"Um... Wasn't Cleopatra of Greek ancestry? ",
	"Nagananda live on Sirasa right now, referring to himself in the third person. You can't make this shit up.",
	"Aside from the fact that Sumanthiran has vehemently denied this \"news\" report, it should be obvious to anyone that, even if it were true, a statement of this nature would be politically suicidal and therefore would never be made. We are officially scraping the bottom. #lka ",
	"Yeah, he kinda quit SM without warning. Said it might be fun, lol.",
	"Hey, thanks for the tag. I had no idea the studio had pressured Alfonso to add helicopters to that scene in Gravity. Pretty ballsy of him to stand his ground.",
	"Many happy returns of the day, @AzzamAmeen.",
	"I was speaking in electoral terms.",
	"Guys, the US citizen thing is getting a bit old. I don't think anyone cares.",
	"Souls Of Mischief - 93 'Til Infinity  via @YouTube",
	"Slum Village - Players  via @YouTube",
	"az - the format (prod. dj premier)  via @YouTube",
	"Half in the Bag Episode 157: Bird Box  via @YouTube",
	"The original cucks.",
	"I once actually weighed the entire paper (all sections and supplements together) and it came up to 1kg.",
	"Does the HitAd still weigh a kilo?",
	"ඉතිහාසය විකෘති කරන්නෙපා උට්ටො.",
	"Mask of the Phantasm 👌",
	"Happening today. A @Himalistan event. ",
	"Have you read the book? Heard the ending is a bit different in that we're actually told how he ends up doing what he does to a particular character.",
	"Best ad ever. ",
	"Yeah, pharmacists are certainly culpable, but doctors - especially GPs who run those small scale dispensaries - must take a lot of the blame for perpetuating a culture of abusing antibiotics as a supposed quick fix.",
	"Thanks, docs. #lka ",
	"Okay, it's dumb in a lot of places. Still pretty entertaining, though.",
	"Terribly sorry to hear that, Crystal. My sympathies.",
	"At this point, it would be easier to count the number of MPs not in Maharaja's pocket.",
	"I ain't even mad. That guy is going places, mark my words.",
	"Hated Sirasa before it was cool.",
	"Six episodes in... #YouNetflix is exactly the kind of guilty pleasure it so arrogantly mocks in the pilot episode. It's not quite as smart (nor woke) as it likes to believe (and plain dumb in places), but is definitely entertaining. A solid 7 so far.",
	"Didn't realise you could do that on Twitter. Thanks, Nazly. In any case, I did want it known that I was not involved in any way.",
	"@sajithpremadasa Hi. I think you've tagged me here mistakenly. Appreciate it if you could remove it as I was not involved in this event in any capacity. Thanks.",
	"Aren't there two distinct definitions of the word hipster? One is a person who has a preference for the stereotypically hipster aesthetic: beard, thick-framed glasses, etc. The other is one who discovered something popular \"before it was cool\". I think Crystal means the former.",
	"Why is no one addressing the elephant in the room with regard to journalist abductions? Emphasis on elephant.",
	"That he even entertains the possibility of being reelected is beyond me.",
	"10 points to Slytherin",
	"සැඟවුනු අමුත්තා සොයන්න. ",
	"Although the circumstances are sad and terrible, it's good to hear him finally break the silence. His bravery is awe-inspiring. Here's hoping he sheds more light on what happened to him and others like him. I never knew Lasantha, but I have a feeling it's what he would've wanted.",
	"Keith Noyahr was in charge of our batch in journalism school back in 2007. When he was abducted and tortured a year later, none of us could believe something so heinous could happen to such a gentle, unassuming man.",
	"Got an econ exam coming up and I'm wondering this myself.",
	"You really should. Amazing film.",
	"Attack the Block\nThe Lion King\nFull Metal Jacket\n2001\nDil Chahta Hai\nCompany\nSpirited Away\nPrincess Mononoke\nCoco\nInside Out\nInto the Spider-Verse\nRoja\nGet Out\nAirplane\n\nThis is all probably a weird mix of genres, and I'm sure there's a ton more I'm forgetting.",
	"If it weren't for Sofia Coppola... But honestly, I think she gets too much flak. I mean, she was bad but she wasn't the worst thing about that film.",
	"Not sure why I included Dil Se. It's not even Mani Ratnam's best work. But I recall liking it a lot, for some reason.\n\nMore favourites:\n\nLet the Right One In (the Swedish original)\nMean Girls (I see Jagath has already mentioned it. It really is a great pick).\nIra Mediyama\n28",
	"The Social Network\nThe Godfather Parts 1 and 2\n12 Angry Men\nThe Empire Strikes Back\nLotR (if you take the trilogy as a single movie)\nThe Matrix\nDr. Strangelove\nCitizen Kane\nThe Avengers\nJurassic Park\nSpider-Man 2\nRoma\nAnnie Hall\nPulp Fiction\nJackie Brown\nChunking Express\nDil Se",
	"Thirsty for some HBO programming perhaps?",
	"Always amusing to see Sri Lankans bend over backwards to please white people who would be considered \"trash\" in their own countries.\n\n(Disclaimer for the perennially outraged: I don't think it's acceptable to refer to any person or group as trash).",
	"\"බල කරන්නෑ. කැමති නං විතරක්...\" ",
	"Deleted that tweet with the classist lady's screenshot because I'm really not a fan of call-out culture, and, as it turns out, presiding over a court of public opinion is not something I personally enjoy. Tbh, it actually makes me deeply uncomfortable. So yeah, to hell with that.",
	"Dark Theories About The Lion King That Change Everything  via @YouTube",
	"Sorry to hear that, Gnaneeka. My sympathies.",
	"This was exactly what I was looking for. Thanks, dude.",
	"Everyone with a critical view, that is.",
	"Absolutely. We're in agreement there. But the whole being considerate thing goes both ways. Yes, the disadvantage group is almost always on the defensive (because people are assholes). But I don't think they, nor those who presume to speak for them, should lump everyone together.",
	"No one's placing the burden on \"fat\" people. (Aside: I really dislike the word). Just asking people engaged in the conversation to be a bit more open minded and a little less antagonistic. Again, that's not to say we need to be insensitive about it.",
	"Late teens here.",
	"When I said kid gloves, I didn't mean we should start being jerks about what is obviously a sensitive issue. Like I said in the thread, my problem is with the discourse online, which is downright hostile to any opinion that doesn't come with a faux body positivity salad dressing.",
	"Honestly, Mount Beach has no right to look this good. ",
	"Just in case anyone didn't notice, I have already acknowledged in the original tweet and the one that followed that not everyone can control it. But... eh.",
	"Sigh. Guys, this was a pisstake/jokey dig at that #thinpriviliege article. Obviously attractive people are at a tremendous advantage, in virtually every sphere of life. 😶",
	"But I have already acknowledged that not everyone can control it?",
	"Has anyone written an article on attractive privilege yet? Because I'm calling dibs.",
	"All of this, of course, with the caveat that \"fat\" people get a raw deal and there is much discrimination against them. Something has to be done to address that, obviously, but I'm not sure celebrating obesity is the answer. But then, easy for me to say, given my #thinprivilege.",
	"Precisely. I have absolutely no problem with what people choose to do with their own bodies, but I do worry about family and friends who may be putting themselves in danger due to a misplaced sense of body positivity.",
	"Where does one acquire indoor plants in #lka? Ones that require very little sunlight.",
	"I didn't mean to say they receive the same degree of protection. I was referring largely to the online discourse that appears to be skewed towards that mindset and is more than a little antagonistic towards anyone with a viewpoint that isn't 100% in line with the woke brigade.",
	"That's an interesting perspective, Lohan. I don't necessarily agree (nor disagree), but it's definitely interesting. ;)",
	"No, I get that. It's especially bad for women, I suppose. It's just that woke Twitter seems to be stubbornly resistant to any kind of frank discussion on the perils of obesity. Any opinion that doesn't carry the disclaimer that \"fat is beautiful\" is immediately shot down.",
	"This trainwreck has been glorious from day 1.",
	"Yes. I hear Rothbourne is great at shooting lasers into people's eyes.",
	"Obviously, it's never okay to fat shame people. Actually, any kind of body shaming must be called out. No argument there. But unlike ethnicity, sexual orientation, etc - things not in your control - weight is something that most people (not all) CAN manage. So why the kid gloves?",
	"Maybe this is ignorant of me - in which case, I apologise and invite someone better informed to educate me - but apart from cases of obesity rising out of mental illness, why are we putting it on the same level as colour, disability, gender, sexuality etc? ",
	"Alexandria Ocasio-Cortez - Bringing Moral Courage to American Politics |...  via @YouTube",
	"How was it?",
	"But what if they don't have the patience for it? 😬",
	"If your biggest worry after stepping out of an exam hall is your poor handwriting, you can be fairly confident you did pretty okay in terms of actually answering the questions.\n\nUnless of course your handwriting is truly awful. Like, borderline illegible like mine. 😶",
	"Yeah, I saw that too. Those comments are fucked up. :/",
	"And Wasthu as a term of endearment is simply a shortened colloquialism of the Sinhala word Wasthuwa, which means assets/riches.",
	"මං දන්න තද සමාජවාදියෙක් ඉන්නව. කට ඇරියොත් කම්කරු අයිතිවාසිකම් ගැන තමා කතාව. බලන්න ඕනෙ ඉෂූ කරන ටෝක්ස්. හැබැයි තමන් යටතෙ වැඩ කරන කෙනෙක් ඉඳල ඉඳල නිවාඩුවක් ඉල්ලුවොත්, අර කියපු සමාජවාදය හොයාගන්නවත් නෑ.",
	"Kanye needs to stop fucking around on Twitter and get back in the studio.",
	"Kanye West &amp; Kid Cudi - Reborn (Kids See Ghosts)  via @YouTube",
	"Beside the point, Chathuri. 🙄",
	"But but.,.. BnS actually have talent. They're better than this. :/",
	"මේ මොන හුයන්නක්ද මේ? 😐 ",
	"Don't quote me, but I think Bandula kinda sorta shape eke had a point. It's just that the way he used a smart, hard-working young girl for his own political ends was totally unacceptable. *goes back to lurking*",
	"The Medamulana heir apparent angling for that sweet neolib appeal.",
	"True, but pulling advertisements is an effective way of bending the media to your will. (Happens a lot in Kashmir for example). The govt certainly shouldn't bankroll these shady media conglomerates, but if the MR regime had done this to TNL, you can bet people would've cried foul",
	"Is this from that Ceylon Teapost Brigade page?",
	"Bandula is not from that Gunawardane family. This is a common misconception due to his political origins in the Mahajana Eksath Peramuna with Dinesh Gunawardane. ",
	"If your junk can be concealed with a tablespoon...",
	"It's repeated to the point of a cliche these days, but there is some undeniable truth in the whole 'if you're not paying for it, you're the product' thing. I think it's true for Google, Facebook and most other free online platforms and services.",
	"Careful what you wish for. The UNP might take him back.",
	"නාමල්, ඔයා? 😲",
	"The Sinhala dialogue was noticeably better actually, compared to the utterly wooden delivery of the English lines.",
	"It was shot in English. Some theatres screen a Sinhala dub at select times. @seniinthebox",
	"Somehow, According to Matthew was markedly better in Sinhala.",
	"One of my new year resolutions is to keep foul language on the internet to a minimum. This motherlover is already testing it. ",
	"It's time we seriously considered stricter fireworks regulations. #lka",
	"Happy New Year, everyone!",
	"Not saying no to all fireworks, but are Ali Dongs (lol) really necessary?",
	"Spare a thought for the dogs, cats and other animals sensitive to firecrackers this NYE.",
	"My Brother, the White Nationalist  via @pacificstand",
	"Hey, would you happen to have an email address for the UoC English Department? Couldn't find it on the website.",
	"Hasina wins Bangladesh elections as opposition rejects polls @AJENews  ",
	"Personally, I prefer them to the other crap forced on us.",
	"Lol, this is brilliant. Although, I do feel like it's a mischaracterisation of a legitimate, albeit somewhat sinophobic concern.",
	"Interesting.",
	"An old family album of Lalith Athulathmudali's is doing the rounds on Facebook. Any idea what his kids are up to now?",
	"So much to unpack in Fill T's latest offering and, more pertinently, in everyone's reaction to it. In a strictly sociological perspective, the whole thing is an eye-opener to say the least.",
	"I thought it had an interesting premise. It had a lot of potential. With a better script, it could've been a really good horror.",
	"What percentage of Aquaman's box office earnings is moms taking their kids for repeat viewings?",
	"I liked the premise. And Bullock was good.",
	"Also, you don't cast John fucking Malkovich in your film and not try and get a performance out of him. What a waste. Sandra Bullock was great, though, as always. May be worth seeing just for her, but that's pretty much all it's got going for it, if you ask me. 6/10.",
	"#BirdBox has to be the most disappointing movie I saw this year. A talented cast and an intriguing premise wasted on a lazy script with shitty world-building and even shittier dialogue. Tried to bite way more than it could chew and collapsed under its own intellectual weight.",
	"The Streets - Don't Mug Yourself (Official Video)  via @YouTube",
	"Chuck Berry With Bruce Springsteen &amp; The E Street Band - Johnny B. Goode  via @YouTube",
	"D'oh. I just saw the rest of the thread, lol.",
	"My gender is the best way to get a hold of the guy.\n\nOh.",
	"I've never heard a TV show described as being clingy. What do you mean by that?",
	"Lolno, I actually thought it was hilarious. Season 1 was, anyway.",
	"I know, right? Way to make us all feel inadequate.",
	"I doubt it. Obama is far from perfect, but he's a man of culture. You can glean that from his interviews when he's asked to name his favourite authors, artists, etc.",
	"Pleasantly surprised by the absence of Sorry to Bother You.",
	"The former US president has great taste in movies. ",
	"Big Mouth? If you can look past the admittedly juvenile humour, it's great fun.",
	"I want one. ",
	"The plan is to convince at least one person to consume less, if not give up altogether.",
	"Since you asked. ",
	"Why eating less meat is the best thing you can do for the planet in 2019 ",
	"Same. And the real Wijeweera's voice was a little deeper than whatever Kamal has adopted. ",
	"The free speech panic: how the right concocted a crisis ",
	"This is a case of too much authenticity, I think. Such a shame. I was really looking forward to it.",
	"I don't know what I was expecting, but it wasn't... this. Kamal looks great, though.",
	"Nvm, works on incognito.",
	"Paywall; can't read.",
	"Sometimes, stereotypes exist for a reason. ",
	"Yes please. Really enjoyed that Trinco video.",
	"Aliens under the Ice – Life on Rogue Planets  via @YouTube",
	"Also, I would've agreed if Christian Bale wasn't such a shit Batman.",
	"I was waiting for this, lol",
	"You could try taking an Edexcel crash course. I think some of the international schools here have them.",
	"Khan Academy?",
	"It's certainly better than anything the MCU has given us so far, with the possible exception of Iron Man and the first Avengers. 9/10.",
	"#IntoTheSpiderVerse is not the best superhero movie ever made. IMHO, that distinction still belongs to Sam Raimi's Spider-Man 2. But it's a serious contender for the top spot.",
	"They had one in Colombo a few years ago, as part of the Electric Peacock Festival. It was pretty surreal to look at: A bunch of people moving to a music only they could hear.",
	"Did you get those made?",
	"I ship it.",
	"Full Metal Jacket.",
	"Ah, if only the militarisation debate was as simple as a clean beach. Hot takes galore. From both sides.",
	"My favourite thing about the 'Us' trailer is the brilliant and creepy af use of I Got 5 On it.",
	"Some Catholic families in Sri Lanka say happy Christmas.",
	"On this week's #TheBadTakePodcast, we're joined by @chav_  and @ThimalG in a conversation about a recent incident that took the local Twittersphere by storm. Listen on Apple Podcasts, Stitcher, or wherever you get your podcasts.\nAlternately, click here:  ",
	"හම්මට ",
	"*secretly thrilled at the prospect of a 3D movie ban*\n\nEnough with this government overreach and protectionist crap. Give us our shitty 3D movies back!",
	"Loooool.",
	"The two people here who have no idea who @chav_ really is can now add his alluring voice to his enduring mystique. (Ladies). ",
	"Still better than Logan Paul, though.",
	"Oh, cool. I just started listening to the Pied Piper episode this morning. Riveting stuff as always.",
	"Hey, anytime. Which one are you listening to?",
	"Merry Christmas to everyone celebrating!",
	"Hey, happy birthday!",
	"Wild Wild Country. Documentary miniseries on the Osho cult.",
	"Big Mouth season 1. The humour is unapologetically juvenile, but also somehow manages to be clever. I thought it was hilarious.",
	"Bojack.",
	"Oh, it is? But... why?",
	"With all due respect to the child actor involved, this has to be the most irritating voice on TV. I would love to know how the pitch meeting for this casting decision went. I mean, a group of influential people working in entertainment actually thought this was a good idea. ",
	"Jim Reeves, though. ",
	"omglol, why am I only seeing this now ",
	"Really enjoyed this, @KaluMallii. Good stuff. Hope that poor dog is okay, though. :/ ",
	"My YouTube REWIND 2018!  via @YouTube",
	"Maybe I'm not the target audience, but just not seeing the appeal of PewDiePie. Dude just comes across as an edgy tryhard. But he's got millions and millions of subscribers so he must be doing something right. 🤷‍♂️",
	"Hey, thanks a lot for the shout-out, and for listening. :)",
	"Oh, cool. Will look into it. Thanks a lot.",
	"I did not. Looking for something that doesn't look like obviously cheap plastic. :D",
	"Where in Colombo does one acquire last-minute plastic Christmas trees?",
	"That riot scene was peak Cuarón.",
	"#Roma is probably Alfonso Cuarón's best work. Yep, I dare say it's better even than Children of Men. Standing-ovation worthy cinema. 9/10.",
	"He was my age when Thriller was released. 😶",
	"I'm going to marry @chav_, apparently? Is this going to be like a polyamorous thing?",
	"My kinda Bond villains ",
	"Timeless ",
	"Sigh.",
	"Imagine asking Sri Lankans to boycott tea.  Although, personally I'd be very much up for it.",
	"YouTube channel please.",
	"Smoke machine.",
	"Pics or it didn't happen.",
	"We call her Pittu.",
	"That actually makes sense.",
	"Not squeezing. Does it look like that? 😬",
	"Is there a scientific explanation for our peculiar urge to make strange, unintelligible noises at our pets? Because the stuff that's coming outta my mouth right now is some weird, extraterrestrial shit. ",
	"I agree completely, but what if you did this at the Oscars? For Best Actor, for example? Wouldn't there be a (justified) outcry that female actors who are already underpaid and underappreciated get overlooked in favour of their male counterparts? ",
	"Hey, happy birthday!",
	"How to Build a Dyson Sphere - The Ultimate Megastructure  via @YouTube",
	"Compare that to the trailer for the original and, based on the trailers alone, tell me which movie you want to see.",
	"This is movie-by-committee at its worst.",
	"Compare and contrast.\n",
	"Wow, this is hot garbage. So glad Will Smith isn't returning. ",
	"Okay, maybe I'm being a little unfair. She's good, but she's no Lupita Nyong'o.",
	"See the replies to this, lol. ",
	"If you're not watching Natalie, you're seriously missing out. If there's only one YouTube channel you want to subscribe to next year, make sure it's @ContraPoints. ",
	"I'm so in. ",
	"This is probably blasphemous to some, but Tessa Thompson is way overrated.",
	"*groan*\n\nWhy are you like this?",
	"Yep. Also, give the Digital Demons episode a listen if you can find the time. It's one of our... uh... less embarrassing efforts.",
	"Clearly they're super confident.",
	"I'll watch it for Kamal alone. He really looks the part.",
	"I've heard that Anurddha Jayasinghe is or used to be a JVP member, so...",
	"Apparently the producers have submitted it to the Academy. But surely it was for Best Foreign Language Film and not Best Picture?",
	"Lol, sure. Any idea when it's supposed to be out? There isn't even a trailer yet.",
	"Wait, what? ",
	"If you're into history, try Dan Carlin's Hardcore History. He tends to ramble a bit, though. There's a little known one called Our Fake History, which I personally love. Check out the episodes on the history of rock n' roll, Shakespeare, Cleopatra and Rasputin. Good stuff.",
	"Yes. 'Twas indeed I. ",
	"Where, though? @MasterThamara",
	"appreciation tweet.",
	"I get that realpolitik often gets in the way of democratic ideals, but even if you analyse it in strictly electoral terms, re-appointing Ravi may prove to be a costly miscalculation on the part of the UNP. In short, fuck you, you absolute morons.",
	"I do, but I've yet to see a brown Jesus in a Sri Lankan church.",
	"\"බෙත්ලෙහෙමේ ඉපදුනු මගෙ සුදු ජේසු\"\n\n\"සුදු ජේසු\"\n\nI've got some bad news for you, Rookantha.\n\n",
	"Nah, My3 going apeshit and almost bringing the country to economic ruin tops that list, but I guess this is a close second.",
	"Will Smith has said that he's blue (and CG) for much of the film. The EW cover is him in his human form apparently.",
	"Probably changing his diapers.",
	"What's the word on Ravi?",
	"Am I literally the only one here who doesn't mind Will Smith's look as Genie?",
	"I don't know where there would be any ambiguity at all. MR was never sacked from the SLFP. Nor did he resign.",
	"That's some very thin ice you're skating on, my friend. Tread carefully.",
	"Why does this remind me of a certain shirtless brown dude",
	".@PickMeLK and @Uber_SL, if you're thinking about going green in 2019... #lka ",
	"I know the economy isn't in the best shape right now and inflation is pretty high, but that's a lot of money for a tricycle, People's Bank. ",
	"We're back with #TheBadTakePodcast. In our second 'At the Movies' episode, we're joined by movie buff and resident pop culture connoisseur @Dili. Listen for his soothing voice, if not for anything else.  ",
	"Yes, daddy.",
	"Screenshot lady right now ",
	"I know, but feels like a weird thing to include given how dinosaurs like me tend to associate it with exactly that.",
	"Wait, people actually put 'hacker' in their bio?",
	"A hacker, not a hack. :D ",
	"*except\n\n(hack writer indeed, eh?)",
	"Not going to dignify that hacker tweet with a response (lol), expect to say that hopefully it'll serve as a useful reminder that online mob justice isn't always justice.",
	"#ටීඅයිඑල් අයැම් අ හැකර්. ",
	"You should ask him that. :D I think the argument was that the SLPP as a party isn't represented in parliament, therefore it's acceptable that he's a member of both? Or something to that effect.",
	"Yes, he's a member of the SLPP but he didn't resign from the SLFP. Didn't Gammanpila say something to that effect the other day?",
	"He's still a member of the SLFP/UPFA, isn't he?",
	"That goes without saying. But if he was fired without an impartial inquiry, that needs to be called into question. If someone accused him of hacking their accounts or deleting their posts, his employers should've investigated it before asking him to resign.",
	"\"the quantitative analysis community \" ",
	"I'm skeptical that actual \"people\", meaning ordinary citizens with no party affiliation, ever attends these. Unless, of course, they're pushed to the brink and they rise up in a real people's movement.",
	"Not that Mangala is the paragon of virtue, but the fact that this is even up for debate should tell you everything yiu need to know about the UNP. ",
	"It's not easy to win a presidential election without minority support. For example, MR won by a relatively slim margin in 2005 because of the boycott enforced by the Tigers in the north.",
	"You may be underestimating the appeal of an \"outsider/technocrat untainted by party politics\", Dr. Welikala. Granted, he will never win the minority vote.",
	"Not seeing the wisdom in a hurried impeachment, to be honest, even in the unlikely event the UNP leadership musters the political will to actually go ahead with it.",
	"Dilka and Gembanpila live on 360, doing what they do best.",
	"And full marks for Akshay Kumar for his unusually compelling and layered villain that unfortunately was treated very poorly and unfairly by the script, especially in the third act. It was criminal. It was almost as if they didn't want him to overshadow Chitti/2.0. Oh, well. 6/10.",
	"Interestingly, this wasn't as generous with its cheese as your standard Rajinikanth vehicle. More than anything else, I was amazed by how uncharacteristically understated it was -- at least until the final showdown when it dropped all pretence and fully embraced the corn.",
	"Couldn't get tickets for Spider-Man, so ended up seeing 2.0 instead (thanks, @rothbourne). Actually enjoyed it a lot more than I care to admit - at least until the finale. But what an ideologically confused film. I couldn't tell if it was pro environment or pro technology or both",
	"Is it me or is Uber perpetually on surge pricing these days?",
	"Matath poddak una ganilada koheda. :/ (You and I have talked about him privately before and you know I'm not his biggest fan).",
	"The only thing conspiring against the UNP is the UNP. ",
	"To clarify, මින් අදහස් වන්නේ අදාල පුද්ගලයාගේ හැසිරීම අනුමත කරන බවවත්, ඔහුට විරුද්ධව කිසිදු විනය ක්‍රියාමාර්ගයක් නොගතයුතු බවත් නොව, එය පොඩි මිනිසෙකුගේ රැකියාව අහිමිවීමෙන් ඔහු හා ඔහුගෙන් යැපෙන්නන්ට අත්වන ඉරනම පිලිබඳ මානුෂීය හැඟීමකින් කෙරුනු ප්‍රකාශයක් පමණක් බවත් කරුණාවෙන් සළකන්න.",
	"ඔය පූර්ණ කියන එකාව මට ඒදවස්වල ඉඳන්ම පේන්න බැරි චරිතයක්. අමුම අමු ජාතිවාදියෙක්, ඒකෙ ආයෙ දෙකක් නෑ. හැබැයි ඌට මෙහෙම එලව එලවා පහර දෙන එක නම් අනුමත කරන්න බෑ. කුණුහරුපයක් දෙකක් කියපු පලියට මනුස්සයෙක්ගෙ රස්සාවට කෙලින එක ටිකක් හරි මදි.",
	"Sorry, but doxing is [almost] never okay.",
	"Woe betide me if I reply an obvious troll again, but just in case anyone actually believes this crap: Purported is not - or at least it shouldn't be - a controversial word. Nor is it supposed to be insulting. It's perfectly OK to use it to describe anyone whose post is contested.",
	"Sure he's a bit of a man child, but that was a rather damaging speech by the president. There were some irrefutable truths in there. This crisis is far from over.",
	"A lot of his points are very valid.",
	"Seeing a lot of Maithree Wickramasinghe in the news these days.",
	"Disappointing but not surprising tweet from the UNP's heir apparent.",
	"Lol. Hard pass. ",
	"අර ඒ දවස්වල 18 ගෙනල්ලා තුන් වෙනි පාරටත් රජකම් කරන්න හැදුවෙත් රට ගැන හිතල වෙන්නැති නේද ෆ්‍රෙන්ස්?",
	"Ah, okay. Missed the homecoming last night. Exams.",
	"Back in London already?",
	"This is some next level shit, lol. Seen on FB. ",
	"And money. Don't forget the money.",
	"This is especially clever because the Chanchala meme exists thanks to Sirasa Superstar.",
	"හා. ",
	"Wut.",
	"Ooh, yes. Been meaning to check it out. Thanks for the reminder!",
	"Ith ish indeed.",
	"Your first lesson is stop calling them emoticons.",
	"#SorryToBotherYou was weird, and not in a good way either. I guess it worked as a shallow critique of capitalism and race relations in America, but it was all a bit too on the nose for me personally. This year's Get Out it is not. But 10/10 for that creepy af live-action Bojack.",
	"Auspicious time, eh? I look forward to the oh so rationalist and not at all biased non-partisan pro democratic forces' posts calling him out for this. ",
	"I fully expect the UNP to finally learn their lesson and not reward Ravi, Wasantha, et al with plum positions this time.\n\nIn other news, my unicorn just farted a double rainbow.",
	"He puts the vaulting in revolting.",
	"I see the Medamulana spin doctors are working hard for their Christmas bonus.",
	"Absolutely.",
	"You know how when you get injured in the Matrix you bleed in the real world? It's like that for me when I spend lavishly in my dreams.",
	"The epitome of false advertising. I guarantee you nobody is in such a good mood at the dentist, ever. ",
	"ජනේලෙ එල්ලිලා ජාතිය අමතන්නෙ කීයටද ෆ්‍රෙන්ස්?",
	"Also, for anyone wondering, that is a folded umbrella on Mount beach.",
	"That was kind of the point of this pic. :D",
	"Pardon the vulgarity, but it's honestly what these fuckers deserve.",
	"A token of appreciation to everyone who contributed to fucking my beautiful country over, not just over the past 50 days but the seven decades since Independence. ඹබ සැමට ජාතියේ #හුත්තමාචාරය. #couplk #lka ",
	"'56 ",
	"Is this a first time a judge, let alone a former chief justice, has been charged with contempt of court? ",
	"Quality content.",
	"It's like he's competing with Bandula G for the most punchable face in politics.",
	"Those eyes are this emoji brought to life: 😍",
	"Is there anything more rage inducing than Gembanpila's shit-eating grin?",
	"Must be.",
	"For anyone wondering why some people who ought to know better are willingly providing a platform for unscrupulous individuals looking to push an agenda, the answer should be obvious.",
	"Thank you, Haaziq.",
	"Sigh. No on gets my jokes.",
	"Why you would expect any substance is beyond me.",
	"This is deplorable and must be investigated asap. The incident at Lake House must also be looked into. ",
	"\"ගේ ගිනි පිටට නෙදෙන්න.\"",
	"Getting increasingly difficult to heed my own advice. ",
	"Crescat food court has more options, though.",
	"Please record and tweet. Not near a TV.",
	"කොටි නැගිටිනව බලන්න සත්තුවත්තට යන ගමන් ෆ්‍රෙන්ස්.",
	"\"temporary setback\"\n\nLololol",
	"Sounds like someone just soiled their diaper. 🔥🏘️",
	"හරි. දැන් පල.",
	"#ITT People actually surprised that Sri Lankan public officials are taking their sweet time.",
	"Took this two years ago, today. A personal favourite. ",
	"*groan* Another \"debate\"? Why? Didn't the first one do enough damage?",
	"Is there a better class signifier than \"මට දන්නෑ\"?",
	"Take a shot every time Harsha tweets that the coup is over.",
	"දිය ගොඩ සැම තැන කුඩු ඉතිරේ.",
	"Pretty cool, even if the data is from 2012. @gnaneeka, yo check it. ",
	"Not to make light of a serious issue, but for some reason, I read that first sentence as 'you stupid SLT bastard' and thought this was a particularly nasty customer complaint. :/",
	"You don't just tell a people still recovering from a century and a half of colonial rule to \"get over it\", goddamn.",
	"You should write a book. Seriously.",
	"Guess the creature. ",
	"Breaking news: Martin Niemöller hits 3,000 RPM in his grave",
	"My beef with vegans says more about me than them | David Mitchell ",
	"happy belated birthday, Aysha!",
	"Thanks, Carmen!",
	"I was skeptical at first, but it was actually pretty thrilling. It goes surprisingly high up. Also, they let you do as many rounds as you want without an extra charge, so it's kinda worth it.",
	"By Tharindu Bawantha, as seen on FB. ",
	"Oh, so that's the chord David played?",
	"Yep. And had to pay 300 rupees to do it, lol.",
	"I don't blame you. I hate myself a little bit more every time I post one of these.",
	"That's your biggest question?",
	"Basic white girl on the beach: Transformation complete. ",
	"♥️",
	"Social media addiction: How big a problem is it? Listen to #theBadTakepodcast episode on digital demons, hosted by yours truly and @MasterThamara. Available on all major podcast platforms including Apple Podcasts, Stitcher, etc. Alternately, click here:\n  ",
	"Unawatuna.",
	"Yeah, Butterscotch Cucumberpatch was pretty good, I thought. Actually most of the casting choices were great. It's just that the animation really threw me off.",
	"\"Where is Rachel?!\"\n\nIt's such a shame, though. I was really looking forward to this one because it was supposed to be more faithful to the book.",
	"Ill advised attempt at paddle boarding on unusually rough seas. It was going so well until I lost my balance, fell ungracefully off the board and started flailing like a fucking windmill. Still reeling from the panic attack.",
	"Couldn't take more than 15 minutes of the new Jungle Book. Those strange, borderline uncanny-valley animal designs were weirdly distracting. Should I give it another shot or be content with Disney's PG but sufficiently dark remake?",
	"Have we ever had a president who so reliably and consistently shot himself in the foot as much this guy? ",
	"Ranga and Buster ",
	"Someone do Harsha a favour and take his phone away.",
	"Is this grounds for impeachment? Not that it would ever happen of course.",
	"Podi Malli and Chooti Malli were woke before it was cool. &lt;3 ",
	"Thank, My3. ",
	"Hey, happy birthday!",
	"\"Holidaying with your sibling is the best man.\"\n\nCommas. They're important.",
	"My cousin Dewakie Kotelawala live on Channel Eye. Instagram: @dewakii_kotela, @dewakiekotelawala ",
	"That was cringy af. And I don't even like PewDiePie.",
	"Jayantha Chandrasiri hosting a late night music chat on Derana TV. Coming across as a really pompous know-it-all who loves the sound of his own voice. I'm not even exaggerating when I say that 80% of the words spoken are his.",
	"Awkward. ",
	"How Much Was Incumbency Worth In 2018? ",
	"Congrats, Anush!",
	"The jokes just write themselves at this point. ",
	"Dan Priyasad giving voice cuts to national television. Wtf, Swarnavahini?",
	"Even when he speaks the truth, Bandula Gunawardane sounds like he's full of shit.",
	"Couldn't resist, lol. 😬",
	"Milinda in the streets, Eranda in the sheets.",
	"The future, today.\n#puddlegram @ Colombo, Sri Lanka  ",
	"Stop feeding the troll, you guys. It's bad enough you lot gave him a literal platform yesterday. Try not to also give him the notoriety he's clearly after.",
	"Agreed. All this \"debate\" is going to do is lend the #letmevote crowd the legitimacy they crave. Way to go, guys. #lka ",
	"Dr. Upendra Silva",
	"No idea. I don't have a poetic bone in my body.",
	"*acquired?",
	"ඕකෙ අනිත් පැත්තත් එහෙමම තමයි ඉතින්. කොල්ල කෙල්ලගෙ පාස්වර්ඩ් එක ඉල්ලන එකත් වැරදියි.",
	"Oh, that's good to hear.",
	"And what of the people that keep electing those same leaders over and over?",
	"Impeachment.",
	"#onepointperspective  ",
	"She didn't really change her voice, did she? Elizabeth Olsen just magically lost her accent.",
	"How come we so rarely, almost never, see Kalana Gunasekara in promotional material, TV talk shows, panel discussions etc on #Koombiyo? It's always either Thumindu or Laka. Has there been some kind of falling out?",
	"Young love @ Mount Lavinia, Sri Lanka  ",
	"ටිකිරි මාරී!",
	"Just posted a photo @ Mount Lavinia, Sri Lanka  ",
	"ආයේ ආයේ නොම ඉවසන් 🎵",
	"Are you not excited for Fury and the Pussycat?",
	"And uninspired. But it's still early days.",
	"Eh, maybe Brie Larson wasn't the best choice for this OP af character. She looks the part, but something about that voice is throwing me off. Then again, this is just an origin story for Nick Fury's eye patch, so whatevs I guess.  ",
	"I don't watch TV much, but every time I tune into Discovery Channel, it's Bear Grylls doing something either very brave or very stupid. Do they have nothing else in their lineup?",
	"This is by no means a scientific poll, but in the interest of accuracy, please only vote for the first three options if you're an MR voter: Do you approve of his and his party's actions of late?",
	"I heard something about an Excalibur Sword?",
	"That's a lot of words to say \"cool story, bro\". Are you always this verbose or are you just angry that you keep getting called out by other, smarter people here?",
	"Thank you, Senashia.",
	"Nobody gets my terrible Monopoly references. 😔",
	"And don't collect 200. ",
	"Maybe he washes and reuses his diapers? Let's not judge. The economy is hard on everyone.",
	"Called it again. ",
	"Called it. ",
	"Does he also think Born in the USA is an uber patriotic song about American exceptionalism?",
	"යන්නැද්ද ඔයා?",
	"Well, if that isn't a big middle finger, I don't know what is.",
	"Well worth a read. ",
	"You could've called it a burn had it actually been Shahidul behind that tweet. But it clearly wasn't. I don't know why everyone was making such a big fuss about it.",
	"Look, I disagree with Milinda's politics, but that was far from a burn. If anything, it was you lot that ended up looking a bit silly and petty.",
	"Natalie is GOAT SJW. Love. ",
	"That's not actually Shahidul, surely?",
	"Important read by Namini Wijedasa. I'd love, love to see the #LetMeVote crowd try and explain this. ",
	"Did anyone actually believe him when he said this in 2015? Knowing as we did what the former regime was capable of, it sounded like a̶ ̶l̶o̶a̶d̶ ̶o̶f̶ ̶B̶S̶ mere politicking even back then. ",
	"Fake news. Everyone knows girls don't fart.",
	"Feel old yet?",
	"Oh. Heh.",
	"That's another one on the list.",
	"I haven't seen Mary Poppins.",
	"Oh, I got plenty of those. I still haven't seen Casablanca, for example.",
	"Saw Grease for the first time last night (I know). Young John Travolta was a work of art.",
	"එන්නැද්ද ඔයා?",
	"After a month long hiatus, #TheBadTakePodcast is back. Kind of. This week, we talk about @MasterThamara's wanderings in Southeast Asia and discuss his white-girl-in-exotic-land exploits. ♥️  ",
	"Who wore it better? ",
	"Oh. That's too bad. I actually missed another friend nearby too, lol.",
	"I had a head full of hair until just a few years ago. Fucking Dandex shampoo.",
	"Yeah, a couple of hours ago.",
	"Can't remember the last time Mount Beach looked this gorgeous. #lka ",
	"🤦‍♂️ ",
	"Well, as long as you realise it's wrong",
	"Yes.",
	"Oops. Yes. Sorry, still half asleep lol.",
	"I know what you mean. Sometimes I, too, feel like a lot of this outrage at social injustices is the domain of the privileged. It almost feels like a luxury at times. But someone's gotta do it. Re: class - there is mobility in class. So anyone can be classist at any point, I think",
	"I'm gonna take this as a commitment. 😶",
	"Koombi Rajina?",
	"You could forgive the bad cinematography if the acting wasn't so terrible.",
	"Some unsolicited advice for the supposedly educated liberals here: When criticising the other side, do resist the urge to make fun of their poor use of English, lest you sound like a giant classist prick.",
	"Smh. This was 11 years ago. Part of a shooting exercise at journalism school.",
	"Yesterday, lol.",
	"Hey, if you end up writing about this, please do share.",
	"How you doin'? ",
	"Preshoot.",
	"His Excellency? More like His Sexcellency, amirite? ",
	"Motherf...rench toast ",
	"Putin just almost high-fived MBS, lol. #G20Summit",
	"Lol ",
	"Never did like this guy. ",
	"Sharing without comment. ",
	"Shouldn't have called it a movement, @rukmankan. ",
	"President signals thawing of stance -- via @FT_SriLanka ",
	"Ah, well.",
	"I saw a few on FB yeah, but I also saw a bunch of tweets (from the usual suspects) basically saying \"kudos to these brave young men for rejecting the fake government.\"",
	"Not to be that guy, but how do we know those two dudes who refused the award weren't rejecting politicians in general, rather than the purported government specifically? How do we know it wasn't an anti-establishmentarian fuck you to the system? They seem the type, if you ask me.",
	"Are we losing you, too?",
	"Ravi more than Ranil, arguably.",
	"Go ask him out already!",
	"Was there no one at all in the UNP parliamentary group to suggest that maybe, just maybe this job should've been given to someone not implicated in a huge corruption scandal? ",
	"Why, Duvindi?",
	"One is reminded of the language of \"sacrifice\" employed by a certain son of Polonnaruwa a few years ago. ",
	"I mean, take him back if you must, but this time please give him some inconsequential portfolio that doesn't allow him to impose his 18th century sensibilities on all of us; thanks!",
	"Yeah, but in the eyes of many, the Rajapaksas can do no wrong where patriotism is concerned. Which is why they're not even concerned about the optics of such pronouncements. The UNP on the other hand has been branded the \"anti-national\" party. They can't afford to do this shit.",
	"The UNP is a PR disaster.",
	"Someone tell Mangala that openly tagging embassies in his tweets is not in the UNP's best interest. You gotta slide into their DMs, bro.",
	"Ew. Anyone but Wijedasa. Even Wasantha is better than that.",
	"See, @MasterThamara. People still remember us.",
	"Oh, wait. You're in China. Never mind.",
	"Why exactly am I tagged here? I'm not any kind of activist and I've never protested in front of any embassy. Maybe do some research before lumping everyone with a different point of view together? Google is free.",
	"It is. The movie was made a few years ago.",
	"Pretty sure it's illegal. Sachi might know.",
	"Is this the one with Ben Kingsley? Yeah, it could be the director. But I dunno. I didn't really mind his Road from Elephant Pass.",
	"My cousin found these. ",
	"Yeah, I was thinking that. What a wasted opportunity.",
	"Gave me real One Shot One vibes. ",
	"The real Father Matthew. ",
	"Does anyone have a picture of the real life Dalrene Ingram? I've only seen pics of the priest. @route345art @Uppercut07",
	"Good job on the poster design, dude.",
	"No, no, go see it. Support Sri Lankan cinema and all that.",
	"Those shades, though.",
	"It's set in the late '70s, but there are at least two shots where you can clearly see cell phone towers, new buildings and modern vehicles. 🤦‍♂️ ",
	"#AccordingtoMatthew: Mixed feelings. It's pretty bad. There's no way around that. But it's a vast improvement on our last attempt at an English-language film (Roy de Silva's profoundly atrocious It's a Matter of Love). I've seen better acting in porn, but I can't say I hated it.",
	"I am vengeance. I am the night. I am... ",
	"With no actual debating.",
	"Solid stuff. (Epileptic seizure warning). ",
	"Realpolitik aside, if the UNP had any dignity left, they would refuse to take Wasantha back -- especially considering they now have the clear majority. But of course this is the UNP we're talking about, so...",
	"Yeah, I'm not surprised. There were some questionable choices made regarding an important character's family, which I thought was completely unnecessary.",
	"Seriously, this movie was a masterclass in how to shit all over a beloved franchise. And as much as I love J. K. Rowling, she should maybe stick to novels, because scriptwriting is clearly not for her.",
	"Fantastic Beasts: The Crimes Against Cinema. What an absolute mess.",
	"You mean thread and needle.",
	"wait, wtf",
	"*to clarify, by backward I mean unscientific",
	"Yep. Still crimson: ",
	"That's possible. For a medical doctor, Nalinda has exrpessed some weirdly backward views on homosexuality.",
	"Kudos on Anidda for not giving this a horrible clickbait headline. Then again, it's a publication that seems to be somewhat pro-JVP. Their questions to Bimal Ratnayake here feel more than a little leading: ",
	"I'm so pleasantly surprised.",
	"Honestly, I can't believe these words are coming out of the same mouth that spoke so vigorously in favour of MR in '05.",
	"Very. I was not expecting that. Not from him.",
	"Yep.",
	"Revealing interview with JVP bigwig K. D. Lalkantha in which he talks about, among other things, sexuality (while casually mentioning his own experiences with homosexuality), transgender rights, extra marital relations and martial arts films. ",
	"Same.",
	"Never mind. Just read the article. Fascinating.",
	"Such a beautiful voice and lyrics. Why was this banned?",
	"No, this is in Mirissa. It's not an island, just land jutting out to sea.",
	"Oh, that's good to hear.",
	"Some of those second and third generation singers are pretty good, though. Nadeemal Perera and Kavindya Adikari, for example. And Sanuka, obviously.",
	"Basically,\nඔහු රිදවන්නට ඔහු හඩවන්නට \nබැරි කම මිස ඔබෙ සිහින ලොවේ\nඔබ කැඳවන්නට ඔබ සතපන්නට \nමා හද තුල ඉඩ නැතිව නොවේ.",
	"I know they're quite popular online, but do artists like @Ridmadw and Dhanith Sri get the mainstream attention they clearly deserve? Like, how much airplay does their music get on radio stations, are they interviewed by print magazines, etc.",
	"වර්ඩ්.",
	"Sorry, I meant to say overexposed, not over-saturatee. I don't think there's even a software fix for that.",
	"I don't think we should take that too literally.",
	"I legit read this as \"the killings and malpractices will continue\", lel. ",
	"That's for selfies, I think. Annoyingly over-saturated.",
	"It's tempting to mock the president when he makes seemingly bizarre pronouncements like this, but the guy has a point. Not to justify his actions, of course, but if we could take our partisan glasses off for a second, we might see that not all of his complaints are unfair. ",
	"Best sunset I ever saw. This photo is unedited and unfiltered. Taken with my Oppo F9. #lka ",
	"Millennials in the wild @ Mirissa, Sri Lanka  ",
	"Just posted a photo @ Mirissa, Sri Lanka  ",
	"What if I'm not really a good boy and they're just patronising me?  ",
	"DHANITH SRI - Naukawa (නෞකාව) Official Lyric Video  via @YouTube",
	"I was mostly referring to the educated, upper middle class voter that claims to be socially conscious. You get a lot of those here. :)",
	"That would be the kid who played Sunil, yes?",
	"I hear what you're saying. But I think it becomes a problem when deserving candidates get overlooked due to class affiliations. Granted, this isn't the prevalent trend it once was. At least, I hope not.",
	"Well, one reason is that, despite appearances to the contrary, I don't think there's consensus in the party leadership about some key issues. For example, I'm not convinced that some important individuals share AKD's enthusiasm for reconciliation, etc.",
	"Oh. I think I've seen her on TV. As an adult, I mean.",
	"One might argue that, if that's true, they would've voted MR instead of My3 in 2015. But a vote for My3 wasn't a vote for My3, was it?",
	"ඔළුවෙන් හිටගෙන නෑ කිව්වත්, මේකේ ටෝක් ඉශූ කරන ප්‍රාඥයින් බහුතරයක් ඡන්දයකදි කති⁣රෙ ගහන්නෙ තමන්ගෙ පන්තිය නියෝජනය කරන අපේක්ෂකයෙකුටම තමයි.",
	"For anyone wondering why the New Yorker, look up their review of A Quiet Place.",
	"Hey, do you remember the name of the actress who played Napuru Maithri in that? I know one of the kids went on to become a professional actor as an adult. What happened to the others?",
	"People blaming Deweni Inima for the unfortunate incident in Matara should all apply for the post of film/TV critic at the New Yorker.",
	"Heh. ",
	"I hear that was particularly traumatic to some. (I'm wearing rubber slipper right now).",
	"Yep.",
	"We're all millennials, noh?",
	"Now now, I didn't say I was going to actually vote for them.",
	"That was so weird. Made the rest of that scene feel completely out of place.",
	"When you're crossing the road and uncomfortably reminded of a terrible and not-too-distant past ",
	"Oh, okay. ",
	"Who's who?",
	"True. And the word 'jaathiya' doesn't exactly help clear things up.",
	"Seen on FB: \"ජ වි පෙ ,මංත්‍රි වරු 36 අපි 10ට බැස්සුව ගියවර 6 යි මෙදා 0 ට බස්සල බුදුදහම රැකගමු\"\n\n🤦‍♂️",
	"Someone explain to local Ben Shapiro the difference between ethnicity and nationality",
	"Whoa. That is a hell of a find. Thanks for sharing.",
	"I'm undecided on the lyrics of this one, but since we're on the topic of animation... ",
	"Sonduru Siththam | Ridma Weerawardena | Charitha Attalage  via @YouTube",
	"From the '50s? Go on...",
	"No Jeremy Irons, though. And no Be Prepared. :/",
	"Yeah, lyric videos are relatively new. There are also these that come before the official video: ",
	"Right? Different style of animation here:. Not as pretty, but visually interesting, I think. ",
	"Unmada Chithra (උන්මාද චිත්‍රා) Sahan Chamikara ft.Kavindya Adikari  - O...  via @YouTube",
	"Time for this to make a comeback. ",
	"Same.",
	"Those mainly, yes. But my admitedly casual reading of it is that at least some of the criticism is coming from former party cadre who are disgruntled with the current JVP hierarchy and have no dog in this fight. (The so called fight for democracy, that is).",
	"Yep. I think the critics contend that it's all lip service.",
	"Mostly the old left, I think, or those who identify as old school Marxist. And of course anyone with an axe to grind with the (new) JVP.",
	"Really excited for this remake, but in terms of cinematography, the original still wins. Just look at that sunrise. #LionKing (Yes, animated films have cinematography, too). ",
	"Some people refuse to see AKD as anything other than an ideologically compromised [neo]liberal darling, but this speech is one for the ages. Anyone who says the JVP isn't critical enough of the UNP (not an altogether unfounded criticism) should listen from 22.00 on. Straight 🔥. ",
	"Deleted it because it was pointed out to me that the language might be problematic.",
	"Pics or it didn't happen.",
	"An anarchic state of affairs.",
	"Ugh. This trailer's got me weirdly emotional, lol.",
	"Is it me or is Rafiki looking jacked? #LionKing",
	"Happy anniversary to hands down the best daily newspaper in the country! @FT_SriLanka #lka ",
	"I so desperately need this to be good. ",
	"There are protection rackets. And then there is #LetMeVote.",
	"Lol ",
	"So much meme potential, though",
	"Been there, done that. ",
	"The 19th Amendment has its flaws, but we should all be grateful it exists.\nVia @FT_SriLanka ",
	"I see someone is giving the air hostess a run for her money.",
	"මේක ප්‍රජාතාන්ත්‍රවාදී සමාජවාදී රටක්, සහෝදරයා. ඔය විදිහට තනියෙන් ආතල් ගැනීම කිසිසේත්ම අනුමත කරන්න බෑ. Link please.",
	"Good to see that Gampaha's long-cherished tradition of electing unscrupulous individuals of questionable intellect is alive and well.",
	"Fascinating piece of short fiction by @jigoku_shojo from Bangladesh. Miyazaki fans, watch out for a delightful My Neighbour Totoro cameo. ",
	"yeah, lol indeed.",
	"This was clearly anecdotal. Never claimed it was a poll, scientific or otherwise. Nor did I insinuate that my obviously small sample size was was representative of the entire electorate. 🙄",
	"twss?",
	"Guys, I think it may be time for an honest conversation about how disappointed we all are, secretly or otherwise, that there wasn't another entertaining brawl in parliament today.",
	"Gotta love those double-quotes. Happy \"home coming\" indeed.",
	"I give you... ",
	"Yeah, that too. I mean, I think a lot of people are sympathetic to those two particular causes (within reason), but they really need to rethink their approach and their tactics. They're not doing themselves any favours.",
	"Seriously though, so many older people are reluctant to vote for the JVP because of their terrible past. It's a bit sad, really. The party needs a serious makeover, but I don't know how many of the senior leadership are willing to change.",
	"Unless of course they were going for 'acute angle'.",
	"Lol, I didn't know about this Made in India remake. We Are the World was a bit different thematically though, wasn't it? It was more about charity, whereas ලොවේ සැමා was about unity. I wonder if the UNP government at the time had any involvement in its production.",
	"The movie? Yeah. I liked it for the most part. ",
	"The version of the story I've been told is, of course, a bit different from what was in the papers.",
	"Shout-out to my great grand uncle ",
	"Although, We Are the World was more about charity.",
	"Makes sense, right? Common theme of global unity, featuring various cross-genre artists, etc.",
	"Same. A number of Rajapaksa voters I spoke to have expressed disillusionment. ",
	"Was ලොවේ සැමා inspired by We Are the World?",
	"Um... He's clearly speaking in metaphors.",
	"🐅⬅️🎒 ",
	"කල්පනා කරල බලන්න",
	"සැර වැඩිද මන්දා. This is a crash course in writing a strongly-worded letter. 🔥 ",
	"I think most people would.",
	"No, this only featured politicians iirc.",
	"Not only is it wrong. It's nonexistent. Forbes never ran such a story. This is an easily verifiable fact.",
	"Everyone's. They didn't leave anyone out.",
	"TNL (TV) news just carried a story quoting that blatantly fake \"Forbes\" rich list. 🤦‍♂️",
	"Api kalui.",
	"That can't be right. How then are verified accounts like Dialog able to respond to customer queries?",
	"Even so, it takes an appreciable amount of guts to subject oneself to so much abuse (whether it's justified or not).",
	"One might argue that truth is a matter of opinion.",
	"Anyone else developing a grudging admiration for the former air hostess? She gets absolutely roasted here on a daily basis, but does she ever stop? Nope. The lady is relentless. So dedicated is she to her cause that she gives zero fucks about her own image. I can respect that.",
	"Tsk. Everyone knows real Marxists use Android.",
	"If I'm not mistaken, it was a copy of 'Erksine May: Parliamentary Practice'; not the Bible. Perhaps @ChandaniKirinde can confirm?",
	"And for any pohottu smokers thinking that us moderates are now on your side, well, you know what you can do with that pohottuwa.",
	"Word for the wise for the UNP types pretending that this whole \"save democracy\" thing is anything other than saving the party and its leadership: Do try to hide your glee when sharing news stories like this; lest you give the game away. ;) ",
	"Absolutely. For example, I sincerely believe the Pohottuwa types are actively working against the interests of the country and its people by putting their thirst for power above all else. And before you ask, I don't think the UNP is much better.",
	"At the risk of further propogating the myth that NGOs = treachery, most of us haven't worked a day of our lives in an NGO. Most of us just get by with the meager salaries of our day jobs. Most of us are not affiliated to any politician or party. We just really Sri Lanka to win.",
	"Supposed intellectuals are once again trying to equate brazen thuggery and disregard for rule of law with patriotism. I'll grant them that there are some agenda-pushers with questionable motives on the pro-democracy camp. But most of us just want what's best for this country.",
	"That's a weird looking rug.",
	"Congratulations! You're the unlucky winner of an endless stream of exponentially increasing mediocrity!",
	"At the 📍iDiscover Colombo launch, with contributions by yours truly, @brown_nosing and others. App now available for download on both Android and iOS. #lka ",
	"And as I said even then, this is obvious. But if we followed OP's rules, we shouldn't have reported SB's remarks at all.",
	"How do I teach them the little kitten in the box is friend, not food?  ",
	"Are you an active member of the Boralesgamuwa Jantha Handa?",
	"Pro-MR protest at B Town, lol. ",
	"What a petulant little man we have for a leader. Now we can't even make fun of America with a straight face anymore. Thanks, guy. ",
	"Nice attempt at whataboutism, though. Also: ",
	"Oh, I remember that vividly. I remember seeing on TV how Ranil sat idly by as his underlings literally set fire to the constitution, even if their protests at the time were justified. I'm not here to defend the UNP and I have no illusions that they're sincere about any of this.",
	"Of all the UPFA MPs they could've had forcibly occupy the Speaker's seat today, why Arundika Fernando?",
	"🤦‍♂️",
	"You see, officer, it's not my fault this man is dead. He shouldn't have been alive. ",
	"Disappointing coming from the one guy in that entire clan that commanded some genuine respect.",
	"Yes please.",
	"Can I get my own \"random guy o̶f̶f̶e̶r̶s̶ ̶h̶a̶l̶f̶w̶a̶y̶ ̶c̶l̶e̶v̶e̶r̶,̶ ̶m̶i̶l̶d̶y̶ ̶a̶m̶u̶s̶i̶n̶g̶ ̶c̶o̶m̶e̶b̶a̶c̶k̶ DESTROYS racist\" BuzzFeed article now? ",
	"Do you really want to know?",
	"I'd love to see the #letmevote crowd try and defend this. ",
	"\"අපිට ඔය අගමැතිකම් ලොකු නෑ.\" 🤔🤔🤔",
	"Sharing without comment. ",
	"Ugh.",
	"Leave AKD alone! Lol. What's Arundika saying?",
	"He wasn't thinking.",
	"How pissed off is Ranil at Thewarapperuma at this point, do you think?",
	"Neela Wickramasinghe's version was frequently aired on TNL Isira's Rata Yana Atha until they recently replaced it with a more pop-friendly rendition. Sonu Nigam's version came after that, I think.",
	"\"It's Friday, Friday. Gotta get down on Friday.\" ",
	"\"It's Friday, Friday. Gotta get down on Friday.\" - Maitripala Sirisena",
	"I see this being shared widely. It's literal fake news. ",
	"Still pretty weird to see the likes of Champika and Dambara Amila sharing a stage with the UNP hierarchy",
	"Oh. Interesting. That would explain a few things, actually.",
	"In other words, don't hate the player; hate the game. ",
	"ඇයි අර කොහෙවත් ඉන්න හාමුදුරු නමක්ව ටැග් කරලා?",
	"No, I saw that. This is about a new Twitter account by that name.",
	"SLPP Muslims? Is that like Gestapo Jews?",
	"What does he have on Ranil is what I'd like to know.",
	"Can you imagine how loaded we would all be if somebody paid us to tweet? :/",
	"අදිරාජ්‍යවාදී කුමන්ත්‍රණ පරදවමු! ජාත්‍යන්තර ඇඟිලි ගැසීම් නවතනු!\n\n(හැබැයි චයිනීස් ඇඟිලි ගැසීම් අවුලක් නෑ).",
	"Yep. Their conduct has been exemplary. And I have a lot of respect for Sumanthiran.",
	"The JVP exists, Indi.",
	"[Dustbin එකෙන්] ගහලා හරි ගන්න තිබ්බේ. ",
	"You just know ITN news tonight is going to basically say he was martyred.",
	"Good, good ",
	"Is Harsha exaggerating here or are MPs lives really in danger? ",
	"Largest political party? What metric is he using for this assessment?",
	"That entire tweet could be a @hora_deal card.",
	"Are we talking about the exact same kin here? :D",
	"Anyway, in conclusion, we're in a highly unenviable position as a democracy, and I have no idea how we'll ever get out of this rut of habitually and repeatedly electing the authors of our own destruction. Do we have what it takes to [eventually] unfuck ourselves? I'm not so sure.",
	"I don't know enough about minority parties to comment on their politics, but barring a few exceptions, there's no real reason to believe their leaders are above the trappings of representative democracy. (I hate to relegate minority matters to a footnote like this, but eh).",
	"And nobody with any kind of sense wants THAT guy in power - not even, I suspect, his own family, hence my original tweet. Also, I'm not super confident that the name being suggested for the UNP's new leadership won't embrace populism down the road.",
	"It's hard not to be cynical, given the track record of both parties since Independence. I'd love to give the JVP a chance, but their rhetoric is just that. (So far, anyway). And no, this isn't an invitation for some technocratic intervention either. That is the last thing we need",
	"And I very much include the UNP in this. I think it's pretty clear at this point that the ones who wield real power in politics are all really just looking out for each other. Accumulation of wealth and power at the expense of the people is the one thing that unites both sides.",
	"All this is, of course, pure conjecture. Who knows what the real story is. What is clear is that the country doesn't really figure in these all-important decisions. We the citizenry aren't even in the equation, reduced as we are to mere spectators of their little power plays.",
	"I say agreed to because, contrary to Anura Kumara's suggestion that MR fell prey to My3's trap, I think he knew full well what he was getting into. He couldn't not have known the risks involved. I mean, the guy wrote the book on how to play this game. He's nobody's victim.",
	"Except for one close relative of his. ",
	"Possibly, among other things.",
	"He knows he can't be president again. And even if 19A has given the  PM more teeth, there is only so much power he could've exerted with the premiership. Which makes me think he was eyeing a bigger and far more important prize than either of those things when he agreed to this.",
	"Whatever his flaws may be, Mahinda is a smart guy. It's not like him to be this politically suicidal. Surely someone with his wealth of experience would've recognised early on the folly of this gamble. He had to have known there was no way he was walking out of this unscathed.",
	"Can we stop assuming that everyone expressing a different point of view, everyone stubbornly clinging to their convictions is on somebody's payroll? Sometimes, just sometimes, people are motivated by things other than money, power or position. (Except a certain air hostess).",
	"Vadivel Suresh for president?",
	"His own thamai ithin.",
	"This isn't an admission that he's been acting unconstitutionally all this time. But are we going to take it as one? Yes.",
	"Nationalism is a hell of a drug.",
	"Please pass this with the same level of enthusiasm, thanks. ",
	"Meanwhile, in Ignoristan... ",
	"The \"ma'am\" is the icing on this delicious cake.",
	"Lol. Mad respect for this guy.",
	"I'm not one for conspiracy theories, but increasingly convinced that MR is putting himself through all this to keep an ambitious family member at bay.",
	"He tweets like Trump, lol",
	"I stand corrected. Still, he's been a longstanding SLFPer.",
	"I think this is the first time Fowzie has ever done this? ",
	"#SinhalaOnly lol",
	"I don't know. A lot of drivers have said to me, prior to the pickup, that navigation was \"not working\" on their app. I always found that a little hard to believe, because whenever I ask them to turn it on once I'm in the car, it seems to work just fine.",
	"A good explainer of what transpired at the Supreme Court yesterday (in Sinhala) ",
	"The fact that this even needs to be said... ",
	"Some seriously internalised misogyny on local talk shows about women",
	"That guy's like a gateway drug to the local alt right.",
	"Indeed. ",
	"Yes, I'm aware that they're technically not your employees. And if you're wondering why I didn't cancel on him when it was clear he was going to be late, it was because he'd already spent a good 10 minutes looking for me. He really did try hard, and I didn't want to be that guy.",
	"It shouldn't take 40 minutes to find a location that's only 4 minutes away. Sorry about the foul language, but I'd rather take my frustration out on a big company than be a dick to a guy who's trying to eke out a living. It's not his fault you didn't invest the time to train him.",
	"Please for the love of fuck teach your drivers to read a fucking map, thanks. @Uber",
	"But it's not Friday yet ",
	"Unusually long liquor queue at the B Town Cargills tonight, lel",
	"All Daniel Day-Lewis Voices and Accents  via @YouTube",
	"Not a huge Wasthi fan, but their take on Bandula Padmakumara is top kek. #balannanayani",
	"I not so secretly wish I had hair.",
	"I dunno. I think AKD and guys like Vijitha Herath and Handunetti may be willing to work with whoever is leading the UNP (or a broader coalition led by the UNP), but I'm not sure about the likes of Lal Kantha and the rest of the leadership. @chav_",
	"How does the JVP feel about Sajith? Given the party's history with his father.",
	"Lol, I was waiting for this. Re: hipster, that depends on how you define it, noh? I think Gopi means hipster in the 'before it was cool' sense of the word, as opposed to the hipster aesthetic (manbuns, yoga pants, etc) which I'm clearly not.",
	"Beats being a basic bitch.",
	"Excelsior.",
	"Contrapoints appreciation tweet",
	"Just posted a photo  ",
	"Why did he remove them, then?",
	"Ergo nothing. Just answering a question. :)",
	"Can he dissolve the country?",
	"Justice Prasanna Jayawardena was on the bond commission.",
	"Sorry to hear about this, Mishaari. My sympathies. &lt;3",
	"To be fair, Mangala was once a prominent member.",
	"What does this all mean for the future of the SLFP?",
	"It was far from perfect and and felt more than a little directionless, thematically speaking. But as far superficial (and band approved) biopics go, it wasn't the worst. Also, Rami Malek was a revelation. His performance more than made up for the lack of any real depth. 7/10.",
	"Wasn't a huge Queen fan growing up, though I liked some of their songs. And considering the movie was plagued with production issues (and the disappointing early exit of SBC), I went in with pretty low expectations. Have to say I was pleasantly surprised. #BohemianRhapsody",
	"Desperate dissolution by @ChathsD and @j_uditha ",
	"අද දහයට නිදා ගන්න ගිහින් නෑ වගේ",
	"Two weeks ago, the president of my country took a massive dump on the constitution. Today, he finally wiped his ass with a gazette notification.",
	"Well, obviously. I'm not asking for nuance here. Just pointing out that, even for a cartoon, this is a little too black and white. I also don't think it's a very accurate assessment of voter behaviour, generalisation or not.",
	"I realise this is just a cartoon, but I think it's a pretty narrow view of voter behaviour as seen from a position of privilege. There are systemic and structural inequalities that lead to voters being motivated by \"free stuff\". Not sure it's fair to pin the blame on the voter.",
	"When you get carried away with beauty mode ",
	"That depends on the kind of writing they're doing, I think. If it's an op-ed for example, sure, take a side if you must. But if you're reporting something, try to be as neutral as possible. A good rule of thumb (for me) is to always put the public interest first, above all else.",
	"Absolutely nothing wrong with analytical pieces such as the one you've cited. If you're referring to my tweets last week about that horrible 'if it's raining outside' analogy, my argument was that it is the reporter's job to quote all relevant parties while verifying their claims",
	"IIRC, Amila was an unapologetic warmonger not too long ago.",
	"Harvard scientists aren't above clickbait. ",
	"About time. Also, \"Look, I'm sorry. How was I supposed to know he'd do the same thing I did to you all those years ago?\" ",
	"Cuddle weather? Nah. LotR extended edition marathon weather.",
	"That's a bottle. :/",
	"Lol no, it's a kid emptying a bottle of water into the sea.",
	"Mount.",
	"China: \"Psst. I heard you were looking for some development aid.\" ",
	"Thanks, Maithree. ",
	"'In 1660, the Dutch East India Company (VOC) transported more than 10,000 slaves from the Subcontinent to Ceylon and Batavia, and the slave trade was an incredibly lucrative side business for VOC officials.' Great read by @TamaraFernando3. ",
	"Honestly, what a farce. ",
	"I'm skeptical about how much the electorate cares.",
	"Please share when you get it.",
	"Sirasa is truly the Fox News of Sri Lanka.",
	"Midterm elections latest: Republicans in control of Senate as Cruz beats O'Rourke – live ",
	"Well? Are you going to tell us or what?",
	"Zoom in on the first paragraph.",
	"How come no one's questioning Manusha's integrity? 🤔",
	"Right. Thank you for reminding me why I steer clear of the woke brigade despite shared viewpoints.",
	"As far as derogatory terms go, samanalya is not the worst. I don't presume to know what gay people should or shouldn't find offensive, and a lot of people including our bigot-in-chief clearly use it to offend, but perhaps the local LGBTQ community should consider reclaiming it?",
	"You guys need to start Sinhala and Tamil editions.",
	"Chances are he already knows. That should explain at least some of the hysterics. What a small, petty man.",
	"At what point is he going to wake up to the fact that no one respects him? Least of all his newfound bedfellows.",
	"Look, I get it. There have been serious allegations from within the party about sexuality having been a deciding factor in certain areas. (Particularly in the upper echelons). So technically Lokka isn't wrong here. But is he being a horrendously homophobic git here? Absolutely.",
	"Pass the joint, Bandula. ",
	"Has Harsha outsourced his Twitter account to Donald Trump? #FakePM",
	"#sajje #ConstitutionalCrisisSriLanka",
	"Yep. You obviously have to verify that it is or isn't \"raining\" and report what you find, but you owe it to the reader to quote both (assuming, of course, that both parties are relevant to the story and it's in the public interest to quote them).",
	"Tell me about his apartment.",
	"Everyone wants to forget Sirisena.",
	"Nice one. More of those please.",
	"What time will you be there?",
	"The SLFP has been a steaming pile for decades, but anyone who can use the words democracy and UNP in the same sentence with a straight face is either a liar or a special kind of delusional.",
	"Haha, no. The 'Mediafile' is a bloggish section on media matters in the region. We wrote something similar on international coverage of the Maldives elections recently. ",
	"Something something කොටි නැගිටිනව",
	"රේන්ජ් Bandara",
	"Same.  (#inb4 \"But, Himal, you were never cool!)",
	"A moment of silence for everyone anticipating real consequences to those Range Bandara tapes.",
	"This rain analogy as presented in the original tweet is way too caricatured for any meaningful debate. We're both essentially saying the same thing. But to clarify: ",
	"Look, I think the problem here is that this whole rain thing is a terrible analogy. But fine. If someone says it's not raining(🙄) when it clearly is, and they happen to be crucially relevant to the matter, the reporter is duty-bound to report their views, because public interest",
	"Nobody's saying don't expose the lies. My point is that the \"liar\" - depending on their relevance to the story - cannot and should not be left out. \"Deplatforming\", however, is a separate discussion. This isn't it.",
	"I'm not sure that's unique to SL (and I'm not saying that's what you said). There is some discussion in the US, for example, about how the anti-Trump media basically ran his campaign for him in 2016.",
	"Again, this is standard, journalism-101 stuff. I'll grant that you that not all reporters always spend enough time verifying facts due to a number of reasons (tight deadlines on dailies, for one). But a relevant party should never be ignored. At least that's what we were taught.",
	"*should be",
	"By all means, look out the window. Verify the facts, and try to present as accurate a picture as possible. That goes without saying. But that doesn't mean if a crucially relevant party has the wrong opinion, he or she shouldn't be left out of the conversation, surely?",
	"And they're free to do that.",
	"Swarnavahini news.",
	"Except that's not what I said. Sure, someone can form a sufficiently informed opinion on some aspects of the job. They can also yap all they want. Doesn't mean the actual professionals aren't gonna roll their eyes at all the pontificating.",
	"Suddenly, Wijemu.",
	"Sinhawalokanaya is on TV. Not sure if blatant Lagaan ripoff or deliciously camp time travel movie.",
	"Nehara Pieris. Actress/celebrity popular in the early 2010s. Seems to have fallen off the face of the Earth.",
	"Yeah, I just randomly heard her name for the first time in years. ",
	"Was it a recent production?",
	"Whatever happened to Nehara?",
	"I was referring to the tweet you had quoted. It implied that a journalist must not provide space for the \"other side\" to be heard.",
	"Not true. Unless you're telling me our lectures at journalism school lied to us, a reporter's job is to set aside his or her own interpretation of the \"truth\" and instead present all relevant viewpoints and arguments so that the reader can come to their own conclusions.",
	"Anyone else tired of advocacy types who haven't spent a day in a newsroom telling journalists how to do their job?",
	"He is neither of those things, though.",
	"Differentiation is bae, though.",
	"The Sri Lankan altright is equal parts fascinating and frightening.",
	"You sure \"gives a පට්ට දෑවැද්දක්\" wasn't a euphemism for something else?",
	"Our Mediafile on the irresponsible reporting of some international media organisations. ",
	"I still maintain that Henry Cavill can't act. Although he's a lot better now than he was a few years ago.",
	"This is either a thinly veiled attempt to buy more time or yet another example of our 21st-century elected representatives consulting the stars before making a crucial decision.\n\nEither way, we're fucked. ",
	"Those \"remember, remember the fifth of November\" posts are going to be extra obnoxious this year, aren't they?",
	"MR backs populist policies via @j_uditha | FT Online ",
	"Anyone else torn between standing up for democracy and being a pawn in someone else's power struggle? Everyone keeps telling me that THIS time, it isn't motivated by self preservation of an elite few, so I guess I'll have to believe them. 🤔",
	"She's my cousin too! Second or third cousin, I forget which. This town is too small.",
	"Wait a minute. Venuri is your cousin?",
	"Is it still going on or are crowds dispersing?",
	"I mean, this was to be expected. Bus loads of party supporters at \"people's protests\" are a reality in #lka. Although, this one does seem have a semblance of organic support.",
	"Granted, this doesn't apply for everyone at the protest.\n\n\"This is not for Ranil or the UNP. It's for democracy.\" ",
	"I thought this was a UNP post, lol",
	"🤮 ",
	"I just mean that those two seem to be ideologically more line with the UNP.",
	"Same with guys like Mahinda Samarasinghe and Faizer Mustapha.",
	"Interesting choice. I always liked him too, though I wonder how compatible his views are with the present JVP leadership. AKD couldn't be more different from the likes of Nandana Gunatillake and Somawansa Amarasinha.",
	"Out of curiosity, who are some politicians from the \"other side\" (i.e. the party you don't usually vote for) that you respect, grudgingly or otherwise?",
	"That's why I used double quotes. Maybe it wasn't clear enough. Ah, well.",
	"The side that you usually don't vote for.",
	"The Potter movies are pretty dull, though.",
	"That made me irrationally angry, lol.",
	"Tell me about it. ",
	"How do you delete someone else's tweet? ",
	"I don't know about you guys, but I'm almost envious of this guy's ability to not give a single fuck. At some point, you just gotta sit back and admire the audacity. ",
	"You get a 100% discount if you do it without the parachute.",
	"The stock market is not the economy, the stock market is not the economy, the stock market is not the economy, ad infinitum.",
	"Shameless plug ",
	"I don't know. This sounds pretty far fetched for a number of reasons. The logistics alone would make it near impossible. Also, the timing. I don't think it's in MR's best interest to head a government right now given the state of the economy, etc.",
	"Enough with the gatekeeping. Every citizen has a right to and, yes, is qualified to speak their mind about what's going on.",
	"Meanwhile, across the Palk Strait ",
	"I guess we can forget about quality programming like Koombiyo and Sahodaraya on ITN now.",
	"Joy.",
	"My wife keeps changing the curtains without checking with me, so I'm going back to my cheating ex. #lka",
	"It's amazing to me that so many of us are blind to this simple truth.",
	"This govt did a lot of good, but they risked it all with the mounting allegations of corruption, neglect and sheer incompetence. It sucks, but let's not pretend they still command those same numbers from January 2015. It's disingenuous and, frankly, insulting. Own up and learn.",
	"දැන්වත් can we stop with the හැට දෙලක්ෂයක් ඡන්දදායකයින් bollocks? What happened on Friday was so wrong on so many levels, but the Yahapalanya govt hasn't enjoyed that kind of support in years. What little goodwill the UNF had mustered, they squandered themselves, coup or no coup.",
	"Yeah, he just gave a killer performance. Vote 'DDS 7' to 9900 if you like.",
	"This Ravi Royster chap on Derana Dream Star is pretty cool.",
	"Shocking. ",
	"Politics affects literally every citizen, Kaveen.",
	"Even CBK didn't go this far in 2004.",
	"Even if you are happy about the change (I do appreciate that some of you have legitimate reasons to celebrate), you must surely realise the gravity of the president's actions last night and the bad precedent he set.",
	"යමු, අපි දෑත් ශක්තිමත් කරමු. ",
	"*wakes up*\n\nOh. So it wasn't a bad dream?\n\nOkay, then.",
	"🤔 ",
	"අරලියගහ මන්දිරය ",
	"\"I retain the confidence of the House.\" - Ranil Wickremesinghe, speaking to News1st",
	".@asokao on the constitutionality of all this ",
	"#MadhuRox2020 එකම පැතුම",
	"Yep. I don't think they'll ever help the UNP form a government, though.",
	"You'd think they'd be jumping for joy.",
	"The biggest surprise here is how unnerved the Sirasa guys are looking, lol",
	"Gammanpila just said they have the numbers and anyone who thinks they don't are mistaken.",
	"#toosoon",
	"I mean, is anyone really surprised?",
	"\"Mmmm\" &lt;--- The sound of someone licking their lips at the prospect of all this free data they're about to profit off of. Probably.",
	"I wonder if Mahinda likes this, since he famously hated the last one lol."
]
